/* OID.strings
/*
/* This file maps object identifiers (OIDs) to their corresponding labels.
/* These labels are used when displaying the details of a certificate's contents.
/*
/* NOTE TO LOCALIZERS:
/*
/* All strings in this file should eventually be localized. However, not all of them are
/* currently localizable. Specifically, there are a number of acronymns and abbreviations
/* which still need to be expanded into the corresponding English words. [3751398]
/*
/* Acronymns, such as "RSA," "DES," "X.509," "S/MIME," and so on, should be left alone for now.
/* Abbreviated labels such as "id-aa-dvcs-dvc" should also not be localized if present.


/* Deutsche Telekom */

"06 05 02 82 06 01 0A"			= "Telesec";
"06 06 02 82 06 01 0A 00"		= "הרחבת Telesec";
"06 06 02 82 06 01 0A 01"		= "מנגנון Telesec";

"06 07 02 82 06 01 0A 01 00"	= "אימות Telesec";
"06 08 02 82 06 01 0A 01 00 01"	= "אימות סיסמה";
"06 08 02 82 06 01 0A 01 00 02" = "אימות סיסמה מוגנת";
"06 08 02 82 06 01 0A 01 00 03" = "אימות X.509 חד-כיווני";
"06 08 02 82 06 01 0A 01 00 04" = "אימות X.509 דו-כיווני";
"06 08 02 82 06 01 0A 01 00 05" = "אימות X.509 תלת-כיווני";
"06 08 02 82 06 01 0A 01 00 06" = "אימות ISO9798 חד-כיווני";
"06 08 02 82 06 01 0A 01 00 07" = "אימות ISO9798 דו-כיווני";
"06 08 02 82 06 01 0A 01 00 08" = "אימות Telekom";

"06 07 02 82 06 01 0A 01 01"	= "חתימת Telesec";
"06 08 02 82 06 01 0A 01 01 01"	= "MD4 עם RSA ו-ISO9697";
"06 08 02 82 06 01 0A 01 01 02"	= "MD4 עם RSA ותקן חתימת Telesec";
"06 08 02 82 06 01 0A 01 01 03"	= "MD5 עם RSA ו-ISO9697";
"06 08 02 82 06 01 0A 01 01 04"	= "MD5 עם RSA ותקן חתימת Telesec";
"06 08 02 82 06 01 0A 01 01 05"	= "RIPEMD-160 עם RSA ותקן חתימת Telekom";
"06 08 02 82 06 01 0A 01 01 09"	= "חתימת HBCI RSA";

"06 07 02 82 06 01 0A 01 02"	= "הצפנת Telesec";
"06 08 02 82 06 01 0A 01 02 00"	= "ללא";
"06 08 02 82 06 01 0A 01 02 01"	= "RSA Telesec";
"06 08 02 82 06 01 0A 01 02 02"	= "DES";
"06 09 02 82 06 01 0A 01 02 02 01"	= "DES ECB";
"06 09 02 82 06 01 0A 01 02 02 02"	= "DES CBC";
"06 09 02 82 06 01 0A 01 02 02 03"	= "DES OFB";
"06 09 02 82 06 01 0A 01 02 02 04"	= "DES CFB8";
"06 09 02 82 06 01 0A 01 02 02 05"	= "DES CFB64";
"06 08 02 82 06 01 0A 01 02 03"	= "3DES";
"06 09 02 82 06 01 0A 01 02 03 01"	= "3DES ECB";
"06 09 02 82 06 01 0A 01 02 03 02"	= "3DES CBC";
"06 09 02 82 06 01 0A 01 02 03 03"	= "3DES OFB";
"06 09 02 82 06 01 0A 01 02 03 04"	= "3DES CFB8";
"06 09 02 82 06 01 0A 01 02 03 05"	= "3DES CFB64";
"06 08 02 82 06 01 0A 01 02 04"	= "Magenta";
"06 08 02 82 06 01 0A 01 02 05"	= "IDEA";
"06 09 02 82 06 01 0A 01 02 05 01"	= "IDEA ECB";
"06 09 02 82 06 01 0A 01 02 05 02"	= "IDEA CBC";
"06 09 02 82 06 01 0A 01 02 05 03"	= "IDEA CFB";
"06 09 02 82 06 01 0A 01 02 05 04"	= "IDEA CFB8";
"06 09 02 82 06 01 0A 01 02 05 05"	= "IDEA CFB64";

"06 07 02 82 06 01 0A 01 03"	= "פוקציה חד-כיוונית";
"06 08 02 82 06 01 0A 01 03 01"	= "MD4";
"06 08 02 82 06 01 0A 01 03 02"	= "MD5";
"06 08 02 82 06 01 0A 01 03 03"	= "SqModN-X509";
"06 08 02 82 06 01 0A 01 03 04"	= "SqModN-ISO";
"06 08 02 82 06 01 0A 01 03 05"	= "RIPEMD-128";
"06 08 02 82 06 01 0A 01 03 06"	= "ערבול העושה שימוש בצופן גושים";
"06 08 02 82 06 01 0A 01 03 07"	= "MAC";
"06 08 02 82 06 01 0A 01 03 08"	= "RIPEMD-128";

"06 07 02 82 06 01 0A 01 04"	= "פונקציית FEC";
"06 08 02 82 06 01 0A 01 04 01"	= "Reed Solomon";

"06 06 02 82 06 01 0A 02"		= "מודול Telesec";
"06 07 02 82 06 01 0A 02 00"	= "אלגוריתמים";
"06 07 02 82 06 01 0A 02 01"	= "סוגי התכונות";
"06 07 02 82 06 01 0A 02 02"	= "סוגי אישורים";
"06 07 02 82 06 01 0A 02 03"	= "סוגי הודעות";
"06 07 02 82 06 01 0A 02 04"	= "פרוטוקול PL";
"06 07 02 82 06 01 0A 02 05"	= "SME ורכיבים של SME";
"06 07 02 82 06 01 0A 02 06"	= "FEC";
"06 07 02 82 06 01 0A 02 07"	= "הגדרות חשובות";
"06 07 02 82 06 01 0A 02 08"	= "קבצי STE";
"06 07 02 82 06 01 0A 02 09"	= "SAdmin";
"06 07 02 82 06 01 0A 02 0A"	= "הזמנה אלקטרונית";
"06 07 02 82 06 01 0A 02 0B"	= "יישום אסימטרי Telesec TTP";
"06 07 02 82 06 01 0A 02 0C"	= "יישום בסיסי Telesec TTP";
"06 07 02 82 06 01 0A 02 0D"	= "הודעות Telesec TTP";
"06 07 02 82 06 01 0A 02 0E"	= "יישום חותמת זמן Telesec TTP";

"06 06 02 82 06 01 0A 03"		= "סוג אובייקט";
"06 07 02 82 06 01 0A 03 00"	= "שם אחר Telesec";
"06 07 02 82 06 01 0A 03 01"	= "ספריה";
"06 07 02 82 06 01 0A 03 02"	= "סוג ספריה";
"06 07 02 82 06 01 0A 03 03"	= "קבוצת ספריה";
"06 07 02 82 06 01 0A 03 04"	= "משתמש ספריה";
"06 07 02 82 06 01 0A 03 05"	= "ערך מפתח סימטרי";

"06 06 02 82 06 01 0A 04"		= "חבילה";
"06 06 02 82 06 01 0A 05"		= "פרמטר";
"06 06 02 82 06 01 0A 06"		= "קשירת שמות";
"06 06 02 82 06 01 0A 07"		= "תכונה";
"06 07 02 82 06 01 0A 07 00"	= "מזהה הקבוצה הפונה";
"06 07 02 82 06 01 0A 07 01"	= "סוג אישור";
"06 07 02 82 06 01 0A 07 02"	= "אישור Telesec";
"06 07 02 82 06 01 0A 07 03"	= "מספר האישור";
"06 07 02 82 06 01 0A 07 04"	= "רשימת אישורים מבוטלים";
"06 07 02 82 06 01 0A 07 05"	= "נוצר ב-";
"06 07 02 82 06 01 0A 07 06"	= "מנפיק";
"06 07 02 82 06 01 0A 07 07"	= "גורם הנותן שמות";
"06 07 02 82 06 01 0A 07 08"	= "ספריית מפתחות פומביים";
"06 07 02 82 06 01 0A 07 09"	= "תחום אבטחה";
"06 07 02 82 06 01 0A 07 0A"	= "אדם";
"06 07 02 82 06 01 0A 07 0B"	= "מועד ביטול האישור";
"06 07 02 82 06 01 0A 07 0C"	= "סימוכין לקבוצת משתמשים";
"06 07 02 82 06 01 0A 07 0D"	= "תוקף";
"06 07 02 82 06 01 0A 07 0E"	= "ZERT93";
"06 07 02 82 06 01 0A 07 0F"	= "סביבת הודעת אבטחה";
"06 07 02 82 06 01 0A 07 10"	= "ספריית מפתחות פומביים שהפכו אנונימיים";
"06 07 02 82 06 01 0A 07 11"	= "שם פרטי Telesec";
"06 07 02 82 06 01 0A 07 12"	= "תוספות לשם";
"06 07 02 82 06 01 0A 07 13"	= "מיקוד Telesec";
"06 07 02 82 06 01 0A 07 14"	= "מכבד שם";
"06 07 02 82 06 01 0A 07 15"	= "רשימת אישורי Telesec";
"06 07 02 82 06 01 0A 07 16"	= "רשימת אישורי Teletrust";
"06 07 02 82 06 01 0A 07 17"	= "רשימת אישורי X.509";
"06 07 02 82 06 01 0A 07 18"	= "מועד הנפקה";
"06 07 02 82 06 01 0A 07 19"	= "מספר כרטיס פיזי";
"06 07 02 82 06 01 0A 07 1A"	= "סוג הקובץ";
"06 07 02 82 06 01 0A 07 1B"	= "קובץ Ctl הוא ארכיון";
"06 07 02 82 06 01 0A 07 1C"	= "כתובת דוא״ל";
"06 07 02 82 06 01 0A 07 1D"	= "רשימת תבניות לאישורים";
"06 07 02 82 06 01 0A 07 1E"	= "שם ספריה";
"06 07 02 82 06 01 0A 07 1F"	= "שם סוג ספרייה";
"06 07 02 82 06 01 0A 07 20"	= "שם קבוצת ספריה";
"06 07 02 82 06 01 0A 07 21"	= "שם משתמש ספריה";
"06 07 02 82 06 01 0A 07 22"	= "דגל אישורים מבוטלים";
"06 07 02 82 06 01 0A 07 23"	= "שם ערך מפתח סימטרי";
"06 07 02 82 06 01 0A 07 24"	= "מספר GL";
"06 07 02 82 06 01 0A 07 25"	= "מספר GO";
"06 07 02 82 06 01 0A 07 26"	= "נתוני מפתח G";
"06 07 02 82 06 01 0A 07 27"	= "נתוני מפתח Z";
"06 07 02 82 06 01 0A 07 28"	= "נתוני מפתח KT";
"06 07 02 82 06 01 0A 07 2A"	= "מספר מפתח KT";
"06 07 02 82 06 01 0A 07 33"	= "מועד תהליך ביטול האישור";
"06 07 02 82 06 01 0A 07 34"	= "טקסט בנושא חבות";

"06 06 02 82 06 01 0A 08"		= "קבוצת תכונה";
"06 06 02 82 06 01 0A 09"		= "פעולה";
"06 06 02 82 06 01 0A 0A"		= "עדכון";
"06 06 02 82 06 01 0A 0B"		= "SNMP-MIBS";

"06 07 02 82 06 01 0A 0B 01"	= "יישום אבטחה";

"06 06 02 82 06 01 0A 0C"		= "הגדרות הרחבות אישורים ו-CRL";

"06 07 02 82 06 01 0A 0C 00"	= "הרחבת מגבלות חבות על הרחבות אישורים";
"06 07 02 82 06 01 0A 0C 01"	= "הרחבת מזהה אישור Telesec";
"06 07 02 82 06 01 0A 0C 02"	= "מזהה מדיניות Telesec";
"06 07 02 82 06 01 0A 0C 03"	= "מזהה מגדיר מדיניות Telesec";
"06 07 02 82 06 01 0A 0C 04"	= "הרחבה מסוננת CRL Telesec";
"06 07 02 82 06 01 0A 0C 05"	= "הרחבת מסנן CRL Telesec";
"06 07 02 82 06 01 0A 0C 06"	= "הרחבת גורם נותן שמות Telesec";

/* RFC 1274 (X.500 attribute collection from the UK, thus the weird OID). */

"06 0A 09 92 26 89 93 F2 2C 64 01 01"	= "מזהה משתמש";
"06 0A 09 92 26 89 93 F2 2C 64 01 03"	= "תיבת דואר RFC822";

/* RFC 2247 */

"06 0A 09 92 26 89 93 F2 2C 64 01 19"	= "רכיב תחום";

/* Australian Government */

"06 06 2A 24 01 82 4D 01"   = "מספר העסק האוסטרלי";

/* Certificates Australia */

"06 0A 2A 24 A4 97 A3 53 01 64 01 01"	= "מזהה מדיניות אוסטרליה בנושא אישורים";

/* Signet */

"06 09 2A 24 A0 F2 A0 7D 01 01 02"	= "חותמת אישית";
"06 09 2A 24 A0 F2 A0 7D 01 01 03"	= "חותמת העסק";
"06 09 2A 24 A0 F2 A0 7D 01 01 04"	= "חותמת משפטית";
"06 09 2A 24 A0 F2 A0 7D 01 01 0A"	= "חותמת פיילוט";
"06 09 2A 24 A0 F2 A0 7D 01 01 0B"	= "חותמת האינטראנט";
"06 09 2A 24 A0 F2 A0 7D 01 01 14"	= "מזהה מדיניות חותמות";

/* Mitsubishi */

"06 0B 2A 83 08 8C 1A 4B 3D 01 01 01"		= "אלגוריתם הצפנה סימטרי";
"06 0C 2A 83 08 8C 9A 4B 3D 01 01 01 01"	= "MISTY1-CBC";

/* SEIS */

"06 05 2A 85 70 22 01"		= "SEIS CP";
"06 06 2A 85 70 22 01 01"	= "מזהה מדיניות ביטחון גבוה SEIS";
"06 06 2A 85 70 22 01 02"	= "מזהה מדיניות SEIS GAK ";
"06 05 2A 85 70 22 02"		= "SEIS PE";
"06 05 2A 85 70 22 03"		= "SEIS AT";
"06 06 2A 85 70 22 03 01"	= "מזהה אישי SEIS AT";

/* ANSI X9.57 */

"06 06 2A 86 48 CE 38 01"		= "מודול ANSI X9.57";
"06 07 2A 86 48 CE 38 01 01"	= "ניהול אישורי X9F1";
"06 06 2A 86 48 CE 38 02"		= "השעה הוראה";
"06 07 2A 86 48 CE 38 02 01"	= "השעיית הוראה-ללא";
"06 07 2A 86 48 CE 38 02 02"	= "התקשרות אל המנפיק";
"06 07 2A 86 48 CE 38 02 03"	= "דחה";
"06 07 2A 86 48 CE 38 02 04"	= "טוקן Pickup";
"06 06 2A 86 48 CE 38 03"		= "תכונה";
"06 06 2A 86 48 CE 38 03 01"	= "חתימת מאשרת";
"06 06 2A 86 48 CE 38 03 02"	= "אישור תכונה";
"06 06 2A 86 48 CE 38 04"		= "אלגוריתם";
"06 07 2A 86 48 CE 38 04 01"	= "אח״ד";
"06 07 2A 86 48 CE 38 04 02"	= "התאמת אח״ד";
"06 07 2A 86 48 CE 38 04 03"	= "אח״ד עם SHA -1";

/* ANSI X9.62 */

"06 06 2A 86 48 CE 3D 01"		= "ANSI X9.62 סוג שדה";
"06 07 2A 86 48 CE 3D 01 01"	= "שדה עיקרי";
"06 07 2A 86 48 CE 3D 01 02"	= "טיפוסי-שני שדות";
"06 09 2A 86 48 CE 3D 01 02 03"	= "טיפוסי-שני בסיסים";
"06 0A 2A 86 48 CE 3D 01 02 03 01"	= "בסיס אפסי";
"06 0A 2A 86 48 CE 3D 01 02 03 02"	= "בסיס תלת-נומיאלי";
"06 0A 2A 86 48 CE 3D 01 02 03 03"	= "בסיס פנטא-נומיאלי";
"06 06 2A 86 48 CE 3D 02"		= "סוג מפתח פומבי";
"06 07 2A 86 48 CE 3D 02 01"	= "מפתח פומבי עקום אליפטי";

/* ANSI X9.42 */

"06 06 2A 86 48 CE 3E 01"		= "ANSI X9.42 סוג שדה";
"06 07 2A 86 48 CE 3E 01 01"	= "מספר ראשוני עבור שדה גלואה";
"06 06 2A 86 48 CE 3E 02"		= "סוג מספר";
"06 07 2A 86 48 CE 3E 02 01"	= "מפתח פומבי דיפי-הלמן";
"06 06 2A 86 48 CE 3E 03"		= "סכמה";
"06 07 2A 86 48 CE 3E 03 01"	= "דיפי-הלמן סטטי";
"06 07 2A 86 48 CE 3E 03 02"	= "דיפי-הלמן קיקיוני";
"06 07 2A 86 48 CE 3E 03 03"	= "דיפי-הלמן היבריד 1";
"06 07 2A 86 48 CE 3E 03 04"	= "דיפי-הלמן היבריד 2";
"06 07 2A 86 48 CE 3E 03 05"	= "MQV2";
"06 07 2A 86 48 CE 3E 03 06"	= "MQV1";

/* Nortel Secure Networks/Entrust */

"06 07 2A 86 48 86 F6 7D 07"		= "NSN";
"06 08 2A 86 48 86 F6 7D 07 41"		= "NSN-CE";
"06 09 2A 86 48 86 F6 7D 07 41 00"	= "הפקד פרטי גירסה";
"06 08 2A 86 48 86 F6 7D 07 42"		= "NSN-Alg";
"06 09 2A 86 48 86 F6 7D 07 42 03"	= "CAST3-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0A"	= "CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0B"	= "CAST5-MAC";
"06 09 2A 86 48 86 F6 7D 07 42 0C"	= "PBE עם MD5 ו-CAST5-CBC";
"06 09 2A 86 48 86 F6 7D 07 42 0D"	= "MAC מבוסס סיסמה";
"06 08 2A 86 48 86 F6 7D 07 43"		= "NSN-OC";
"06 09 2A 86 48 86 F6 7D 07 43 0C"	= "הפקד משתמש";
"06 08 2A 86 48 86 F6 7D 07 44"		= "NSN-AT";
"06 09 2A 86 48 86 F6 7D 07 44 00"	= "הפקד פרטי ג״מ";
"06 09 2A 86 48 86 F6 7D 07 44 0A"	= "אישור תכונה";

/* PKCS #1 */

"06 08 2A 86 48 86 F7 0D 01 01"		= "PKCS-1";
"06 09 2A 86 48 86 F7 0D 01 01 01"	= "הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 02"	= "MD2 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 03"	= "MD4 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 04"	= "MD5 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 05"	= "SHA-1 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 06"	= "הצפנת RSA-OAEP (SET)";
"06 09 2A 86 48 86 F7 0D 01 01 07"	= "הצפנת RSA-OAEP";
"06 09 2A 86 48 86 F7 0D 01 01 08"	= "RSA-OAEP-MGF";
"06 09 2A 86 48 86 F7 0D 01 01 09"	= "RSA-OAEP עם תווית ספציפית";
"06 09 2A 86 48 86 F7 0D 01 01 0A"	= "סכמת חתימת RSA-PSS ";
"06 09 2A 86 48 86 F7 0D 01 01 0B"	= "SHA-256 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 0C"	= "SHA-384 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 0D"	= "SHA-512 עם הצפנת RSA";
"06 09 2A 86 48 86 F7 0D 01 01 0E"	= "SHA-224 עם הצפנת RSA";

/* BSAFE/PKCS #2 (obsolete) */

"06 08 2A 86 48 86 F7 0D 01 02"		= "הצפנת BSAFE RSA";

/* PKCS #3 */

"06 08 2A 86 48 86 F7 0D 01 03"		= "PKCS-3";
"06 09 2A 86 48 86 F7 0D 01 03 01"	= "הסכם מפתח דיפי-הלמן";

/* PKCS #5 */

"06 08 2A 86 48 86 F7 0D 01 05"		= "PKCS-5";
"06 09 2A 86 48 86 F7 0D 01 05 01"	= "PBE עם MD2 ו-DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 03"	= "PBE עם MD5 ו-DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 04"	= "PBE עם MD2 ו-RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 06"	= "PBE עם MD5 ו-RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 09"	= "PBE עם MD5 ו-XOR";
"06 09 2A 86 48 86 F7 0D 01 05 0A"	= "PBE עם SHA ו-DES-CBC";
"06 09 2A 86 48 86 F7 0D 01 05 0C"	= "PKCS-5 PBKDF2";
"06 09 2A 86 48 86 F7 0D 01 05 0D"	= "PKCS-5 PBES2";
"06 09 2A 86 48 86 F7 0D 01 05 0E"	= "PKCS-5 PBMAC1";

/* PKCS #7 */

"06 08 2A 86 48 86 F7 0D 01 07"		= "PKCS-7";
"06 09 2A 86 48 86 F7 0D 01 07 01"	= "נתונים";
"06 09 2A 86 48 86 F7 0D 01 07 02"	= "נתונים חתומים";
"06 09 2A 86 48 86 F7 0D 01 07 03"	= "נתונים במעטפה";
"06 09 2A 86 48 86 F7 0D 01 07 04"	= "נתונים חתומים במעטפה";
"06 09 2A 86 48 86 F7 0D 01 07 05"	= "נתונים שעוכלו";
"06 09 2A 86 48 86 F7 0D 01 07 06"	= "נתונים מוצפנים";
"06 09 2A 86 48 86 F7 0D 01 07 07"	= "נתונים עם תכונות";
"06 09 2A 86 48 86 F7 0D 01 07 08"	= "פרטי מפתחות פרטיים מוצפנים";

/* PKCS #9 */

"06 08 2A 86 48 86 F7 0D 01 09"		= "PKCS-9";
"06 09 2A 86 48 86 F7 0D 01 09 01"	= "כתובת דוא״ל";
"06 09 2A 86 48 86 F7 0D 01 09 02"	= "שם מפורק";
"06 09 2A 86 48 86 F7 0D 01 09 03"	= "סוג התוכן";
"06 09 2A 86 48 86 F7 0D 01 09 04"	= "תקציר ההודעה";
"06 09 2A 86 48 86 F7 0D 01 09 05"	= "שעת חתימה";
"06 09 2A 86 48 86 F7 0D 01 09 06"	= "חתימת מאשרת";
"06 09 2A 86 48 86 F7 0D 01 09 07"	= "בקשת סיסמה";
"06 09 2A 86 48 86 F7 0D 01 09 08"	= "כתובת מפורקת";
"06 09 2A 86 48 86 F7 0D 01 09 09"	= "תכונות אישור מורחב";
"06 09 2A 86 48 86 F7 0D 01 09 0A"	= "מנפיק ומספר סידורי";
"06 09 2A 86 48 86 F7 0D 01 09 0B"	= "ביקורת סיסמה";
"06 09 2A 86 48 86 F7 0D 01 09 0C"	= "מפתח פומבי";
"06 09 2A 86 48 86 F7 0D 01 09 0D"	= "תיאור חתימה";
"06 09 2A 86 48 86 F7 0D 01 09 0E"	= "בקשה להרחבה";

/* PKCS #9 for use with S/MIME */

"06 09 2A 86 48 86 F7 0D 01 09 0F"		= "יכולות S/MIME";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 01"	= "העדפת נתונים חתומים";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 02"	= "לא ניתן לפענח";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 03"	= "בקשה לקבלה";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 04"	= "קבלה";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 05"	= "רמזים לתוכן";
"06 0A 2A 86 48 86 F7 0D 01 09 0F 06"	= "היסטוריה של הארכות רשימת דוא״ל";

"06 09 2A 86 48 86 F7 0D 01 09 10"			= "S/MIME";

/* S/MIME Modules */

"06 0A 2A 86 48 86 F7 0D 01 09 10 00"		= "מודולי S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 01"	= "תחביר הודעה קריפטוגרפית";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 02"	= "שירותי אבטחה מורחבים";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 03"	= "מזהה אובייקט S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 04"	= "הודעת V3 S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 05"	= "חתימת ETS אלקטרונית 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 06"	= "חתימת ETS אלקטרונית 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 07"	= "מדיניות חתימת ETS אלקטרונית 88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 08"	= "מדיניות חתימת ETS אלקטרונית 97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 09"	= "id-mod-certdist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0A"	= "id-mod-domsec";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0B"	= "id-mod-compress";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0C"	= "id-mod-symkeydist";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0D"	= "id-mod-cek-reuse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0E"	= "id-mod-cms-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 0F"	= "id-mod-v1AttrCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 10"	= "id-mod-cmsalg-2001";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 11"	= "id-mod-cms-pwri-88";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 12"	= "id-mod-cms-pwri-97";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 13"	= "id-mod-cms-aes";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 14"	= "id-mod-cms-rsaes-oaep";
"06 0B 2A 86 48 86 F7 0D 01 09 10 00 15"	= "id-mod-msg-v3dot1";

/* S/MIME Content Types */

"06 0A 2A 86 48 86 F7 0D 01 09 10 01"		= "סוגי תוכן S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 01"	= "id-ct-receipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 02"	= "id-ct-authData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 03"	= "id-ct-publishCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 04"	= "id-ct-TSTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 05"	= "id-ct-TDTInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 06"	= "id-ct-contentInfo";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 07"	= "id-ct-DVCSRequestData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 08"	= "id-ct-DVCSResponseData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 09"	= "id-ct-compressedData";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0A"	= "id-ct-svcp-certValRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0B"	= "id-ct-svcp-certValResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0C"	= "id-ct-svcp-valPolRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0D"	= "id-ct-svcp-valPolResponse";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0E"	= "id-ct-attrCertEncAttrs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 01 0F"	= "id-ct-TSReq";

/* S/MIME Authenticated Attributes */

"06 0A 2A 86 48 86 F7 0D 01 09 10 02"		= "תכונות S/MIME מאומתות";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 01"	= "id-aa-receiptRequest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 02"	= "id-aa-securityLabel";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 03"	= "id-aa-mlExpandHistory";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 04"	= "id-aa-contentHint";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 05"	= "id-aa-msgSigDigest";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 06"	= "id-aa-encapContentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 07"	= "id-aa-contentIdentifier";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 08"	= "id-aa-macValue";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 09"	= "id-aa-equivalentLabels";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0A"	= "d-aa-contentReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0B"	= "id-aa-encrypKeyPref";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0C"	= "id-aa-signingCertificate";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0D"	= "id-aa-smimeEncryptCerts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0E"	= "id-aa-timeStampToken";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 0F"	= "id-aa-ets-sigPolicyId";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 10"	= "id-aa-ets-commitmentType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 11"	= "id-aa-ets-signerLocation";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 12"	= "id-aa-ets-signerAttr";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 13"	= "id-aa-ets-otherSigCert";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 14"	= "d-aa-ets-contentTimestamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 15"	= "id-aa-ets-CertificateRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 16"	= "id-aa-ets-RevocationRefs";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 17"	= "id-aa-ets-certValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 18"	= "id-aa-ets-revocationValues";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 19"	= "id-aa-ets-escTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1A"	= "d-aa-ets-certCRLTimestamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1B"	= "id-aa-ets-archiveTimeStamp";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1C"	= "id-aa-signatureType";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1D"	= "id-aa-dvcs-dvc";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1E"	= "id-aa-CEKReference";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 1F"	= "id-aa-maxCEKDecrypts";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 20"	= "id-aa-KEKDerivationAlg";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 21"	= "id-aa-intendedRecipients";
"06 0B 2A 86 48 86 F7 0D 01 09 10 02 22"	= "id-aa-cmc-unsignedData";

/* S/MIME Algorithms */

"06 0A 2A 86 48 86 F7 0D 01 09 10 03"		= "אלגוריתמי S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 01"	= "id-alg-ESDHwith3DES";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 02"	= "id-alg-ESDHwithRC2";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 03"	= "id-alg-3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 04"	= "id-alg-RC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 05"	= "id-alg-ESDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 06"	= "id-alg-CMS3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 07"	= "id-alg-CMSRC2wrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 08"	= "id-alg-zlib";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 09"	= "id-alg-PWRI-KEK";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0A"	= "id-alg-SSDH";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0B"	= "id-alg-HMACwith3DESwrap";
"06 0B 2A 86 48 86 F7 0D 01 09 10 03 0C"	= "id-alg-HMACwithAESwrap";

/* S/MIME Certificate Distribution */

"06 0A 2A 86 48 86 F7 0D 01 09 10 04"		= "הפצת אישורי S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 04 01"	= "חלוקת אישורי LDAP";

/* S/MIME Signature Policy Qualifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 05"		= "מגדיר מדיניות חתימת S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 01"	= "id-spq-ets-sqt-uri";
"06 0B 2A 86 48 86 F7 0D 01 09 10 05 02"	= "id-spq-ets-sqt-unotice";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 01"	= "id-cti-ets-proofOfOrigin";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 02"	= "id-cti-ets-proofOfReceipt";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 03"	= "id-cti-ets-proofOfDelivery";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 04"	= "id-cti-ets-proofOfSender";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 05"	= "id-cti-ets-proofOfApproval";
"06 0B 2A 86 48 86 F7 0D 01 09 10 06 06"	= "id-cti-ets-proofOfCreation";

/* S/MIME Signature Type Identifier */

"06 0A 2A 86 48 86 F7 0D 01 09 10 09"		= "מזהה סוג חתימת S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 01"	= "חתימת המקור";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 02"	= "חתימת תחום";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 03"	= "חתימת תכונות נוספות";
"06 0B 2A 86 48 86 F7 0D 01 09 10 09 04"	= "הצג חתימה";

/* S/MIME Capabilities */

"06 0A 2A 86 48 86 F7 0D 01 09 10 0B"		= "יכולות S/MIME";
"06 0B 2A 86 48 86 F7 0D 01 09 10 0B 01"	= "העדפת תוכן בינארי";

/* PKCS #9 for use with PKCS #12 */

"06 09 2A 86 48 86 F7 0D 01 09 14"			= "שם ידידותי (עבור PKCS-12) ";
"06 09 2A 86 48 86 F7 0D 01 09 15"			= "מזהה מפתחות מקומיים (עבור PKCS-12)";
"06 09 2A 86 48 86 F7 0D 01 09 16"			= "סוגי אישורים (עבור PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 16 01"		= "אישור X.509 (עבור PKCS-12(";
"06 0A 2A 86 48 86 F7 0D 01 09 16 02"		= "אישור SDSI (עבור PKCS-12(";
"06 09 2A 86 48 86 F7 0D 01 09 17"			= "סוגי CRL (עבור PKCS-12)";
"06 0A 2A 86 48 86 F7 0D 01 09 17 01"		= "CRL X.509 (עבור PKCS-12(";

/* PKCS #12 */

"06 08 2A 86 48 86 F7 0D 01 0C"				= "PKCS-12 Personal Information Exchange Syntax";
"06 09 2A 86 48 86 F7 0D 01 0C 01"			= "מזהי PKCS-12 Password-Based Encryption";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 01"		= "PBE עם SHA-1 ו-128-Bit RC4";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 02"		= "PBE עם SHA-1 ו-40-Bit RC4";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 03"		= "PBE עם SHA-1 ו-DES-CBC משולש עם שלושה מפתחות ";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 04"		= "PBE עם SHA-1 ו-DES-CBC משולש עם שני מפתחות ";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 05"		= "PBE עם SHA-1 ו-128-Bit RC2-CBC";
"06 0A 2A 86 48 86 F7 0D 01 0C 01 06"		= "PBE עם SHA-1 ו-40-Bit RC2-CBC";
"06 09 2A 86 48 86 F7 0D 01 0C 02"			= "מזהי PKCS-12 ESPVK";
"06 0A 2A 86 48 86 F7 0D 01 0C 02 01"		= "הצפנת מפתח PKCS-12 PKCS-8";
"06 09 2A 86 48 86 F7 0D 01 0C 03"			= "PKCS-12 מזהי Bag ";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 01"		= "מזהה PKCS-12 Key Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 02"		= "אישור PKCS-12 ומזהה CRL Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 03"		= "מזהה PKCS-12 Secret Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 04"		= "מזהה PKCS-12 Safe Contents";
"06 0A 2A 86 48 86 F7 0D 01 0C 03 05"		= "מזהה PKCS-12 PKCS-8 Shrouded Key Bag";
"06 09 2A 86 48 86 F7 0D 01 0C 04"			= "אישור PKCS-12 מזהה Bag";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 01"		= "אישור PKCS-12 X.509 ומזהה CRL Bag ID";
"06 0A 2A 86 48 86 F7 0D 01 0C 04 02"		= "אישור PKCS-12 SDSI מזהה Bag";

"06 09 2A 86 48 86 F7 0D 01 0C 05"			= "PKCS-12 OID";
"06 0A 2A 86 48 86 F7 0D 01 0C 05 01"		= "מזהה PKCS-12 Password-Based Encryption";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 01"	= "PKCS-12 PBE עם SHA-1 ו-128-Bit RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 02"	= "PKCS-12 PBE עם SHA-1 ו-40-Bit RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 03"	= "PKCS-12 PBE עם SHA-1 ו-Triple DES-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 04"	= "PKCS-12 PBE עם SHA-1 ו-128-Bit RC2-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 05"	= "PKCS-12 PBE עם SHA-1 ו-40-Bit RC2-CBC";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 06"	= "PKCS-12 PBE עם SHA-1 ו-RC4";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 01 07"	= "PKCS-12 PBE עם SHA-1 ו-RC2-CBC";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 02"		= "מזהי PKCS-12 Enveloping";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 01"	= "הצפנת PKCS-12 RSA עם RC4 ב-128-סיביות";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 02"	= "הצפנת PKCS-12 RSA עם RC4 ב-40-סיביות";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 02 03"	= "הצפנת PKCS-12 RSA עם DES שלוש";

"06 0A 2A 86 48 86 F7 0D 01 0C 05 03"		= "מזהה חתימת PKCS-12";
"06 0B 2A 86 48 86 F7 0D 01 0C 05 03 01"	= "חתימת PKCS-12 RSA עם תקציר SHA-1";

"06 09 2A 86 48 86 F7 0D 01 0C 0A"			= "PKCS-12 גירסה 1";
"06 0A 2A 86 48 86 F7 0D 01 0C 0A 01"		= "PKCS-12 מזהי Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 01"	= "PKCS-12 Key Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 02"	= "PKCS-12 PKCS-8 Shrouded Key Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 03"	= "אישור PKCS-12 Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 04"	= "PKCS-12 CRL Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 05"	= "PKCS-12 Secret Bag";
"06 0B 2A 86 48 86 F7 0D 01 0C 0A 01 06"	= "PKCS-12 Safe Contents Bag";

/* PKCS #15 */

"06 09 2A 86 48 86 F7 0D 01 0F 01"		= "מודולים PKCS-15";
"06 09 2A 86 48 86 F7 0D 01 0F 02"		= "תכונות PKCS-15";
"06 09 2A 86 48 86 F7 0D 01 0F 03"		= "סוג תוכן PKCS-15";
"06 0A 2A 86 48 86 F7 0D 01 0F 03 01"	= "תוכן PKCS-15";

/* RSADSI digest algorithms */

"06 08 2A 86 48 86 F7 0D 02"			= "אלגוריתם תקציר RSADSI";
"06 08 2A 86 48 86 F7 0D 02 02"			= "MD2";
"06 08 2A 86 48 86 F7 0D 02 04"			= "MD4";
"06 08 2A 86 48 86 F7 0D 02 05"			= "MD5";
"06 08 2A 86 48 86 F7 0D 02 07"			= "HMAC עם SHA -1";

/* RSADSI encryption algorithms */

"06 08 2A 86 48 86 F7 0D 03"			= "אלגוריתם הצפנה RSADSI";
"06 08 2A 86 48 86 F7 0D 03 02"			= "RC2-CBC";
"06 08 2A 86 48 86 F7 0D 03 03"			= "RC2-ECB";
"06 08 2A 86 48 86 F7 0D 03 04"			= "RC4";
"06 08 2A 86 48 86 F7 0D 03 05"			= "RC4 עם MAC";
"06 08 2A 86 48 86 F7 0D 03 06"			= "DESX-CBC
";
"06 08 2A 86 48 86 F7 0D 03 07"			= "DES-EDE3-CBC";
"06 08 2A 86 48 86 F7 0D 03 08"			= "RC5-CBC";
"06 08 2A 86 48 86 F7 0D 03 09"			= "פנקס RC5-CBC";
"06 08 2A 86 48 86 F7 0D 03 0A"			= "DES-CDMF";

/* Identrus */

"06 09 2A 86 48 86 FA 65 01 06 01"		= "מזהה המדיניות הלא-ידועה של Identrus";
"06 08 2A 86 48 86 FA 65 04 01"			= "Identrus OCSP";

/* Ascom Systech */

"06 0A 2B 06 01 04 01 81 3C 07 01 01"		= "Ascom";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 01"	= "IDEA-ECB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 02"	= "IDEA-CBC";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 03"	= "IDEA-CFB";
"06 0B 2B 06 01 04 01 81 3C 07 01 01 04"	= "IDEA-OFB";

/* MIT */

"06 09 2A 86 48 86 F7 12 01 02 02"			= "MIT Kerberos V5";
"06 0A 2A 86 48 86 F7 12 01 02 02 03"		= "MIT משתמש-אל-משתמש Kerberos";

/* Microsoft */

"06 09 2A 86 48 82 F7 12 01 02 02"			= "Microsoft Kerberos";

"06 08 2A 86 48 86 F7 14 01 03"				= "דרגת אובייקט של שרת Microsoft Exchange";
"06 09 2A 86 48 86 F7 14 01 03 00"			= "Site-Addressing";
"06 09 2A 86 48 86 F7 14 01 03 0D"			= "סכמת הסוג";
"06 09 2A 86 48 86 F7 14 01 03 0E"			= "סכמת הסוג";
"06 09 2A 86 48 86 F7 14 01 03 11"			= "סוכן תיבת דואר";
"06 09 2A 86 48 86 F7 14 01 03 16"			= "תיבת דואר";
"06 09 2A 86 48 86 F7 14 01 03 17"			= "מכולה";
"06 09 2A 86 48 86 F7 14 01 03 2E"			= "הנמען";
"06 09 2A 86 48 86 F7 14 01 02 81 71"		= "מנגנון משלוח";

"06 07 2A 86 48 86 F7 14 04"				= "תבניות קבצי Microsoft";
"06 08 2A 86 48 86 F7 14 04 02"				= "Microsoft Word";
"06 08 2A 86 48 86 F7 14 04 03"				= "Microsoft Excel";
"06 08 2A 86 48 86 F7 14 04 04"				= "Microsoft Project";
"06 08 2A 86 48 86 F7 14 04 05"				= "Microsoft PowerPoint";
"06 08 2A 86 48 86 F7 14 04 06"				= "Microsoft Word";

"06 08 2B 06 01 04 01 82 37 02"				= "קוד אימות";
"06 0A 2B 06 01 04 01 82 37 02 01 04"		= "הקשר נתונים עקיף SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 0A"		= "פרטי גוף SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 0B"		= "סוג הכרזות SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 0C"		= "פרטי אופוס SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 0E"		= "הרחבות אישורי SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 0F"		= "פרטי תמונת PE SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 14"		= "קישור SPC (סוג 1)";
"06 0A 2B 06 01 04 01 82 37 02 01 15"		= "חתימת קודים אינדיווידואלית";
"06 0A 2B 06 01 04 01 82 37 02 01 16"		= "חתימת קודים מסחריים";
"06 0A 2B 06 01 04 01 82 37 02 01 19"		= "קישור SPC (סוג 2)";
"06 0A 2B 06 01 04 01 82 37 02 01 1A"		= "קריטריונים מינימליים SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 1B"		= "קריטריונים כספיים SPC";
"06 0A 2B 06 01 04 01 82 37 02 01 1C"		= "קישור SPC (סוג 3)";

"06 0A 2B 06 01 04 01 82 37 02 02 0A"		= "ספק תמיכה טכנית באבטחת NTLM";
"06 0A 2B 06 01 04 01 82 37 03 02 01"		= "חתימה מאשרת חותמת זמן";

"06 09 2B 06 01 04 01 82 37 0A 01"			= "רשימת אמון באישורים";
"06 0A 2B 06 01 04 01 82 37 0A 01 01"		= "הרחבה ממוינת של ה-CTL";
"06 09 2B 06 01 04 01 82 37 0A 02"			= "מקום העדכון הבא";

"06 09 2B 06 01 04 01 82 37 0A 03"			= "שימוש מורחב במפתחות";
"06 0A 2B 06 01 04 01 82 37 0A 03 01"		= "חתימת רשימת האמון באישורים";
"06 0A 2B 06 01 04 01 82 37 0A 03 02"		= "חתימת חותמת זמן";
"06 0A 2B 06 01 04 01 82 37 0A 03 03"		= "קריפטוגרפיה של שרת מגודר";
"06 0B 2B 06 01 04 01 82 37 0A 03 03 01"	= "הצפנת במספרים סדרתיים";
"06 0A 2B 06 01 04 01 82 37 0A 03 04"		= "מערכות קבצים מוצפנות";
"06 0B 2B 06 01 04 01 82 37 0A 03 04 01"	= "שחזור מערכות קבצים מוצפנות";
"06 0A 2B 06 01 04 01 82 37 0A 03 05"		= "תואם קושחת Windows";
"06 0A 2B 06 01 04 01 82 37 0A 03 06"		= "חתימת NT5";
"06 0A 2B 06 01 04 01 82 37 0A 03 07"		= "חתימת קושחת Windows OEM";
"06 0A 2B 06 01 04 01 82 37 0A 03 08"		= "חתימת NT מוטמעת";
"06 0A 2B 06 01 04 01 82 37 0A 03 09"		= "חתימת רשימת שורשים אמינה";
"06 0A 2B 06 01 04 01 82 37 0A 03 0A"		= "שעבוד כשיר";
"06 0A 2B 06 01 04 01 82 37 0A 03 0B"		= "שחזור מפתחות";
"06 0A 2B 06 01 04 01 82 37 0A 03 0C"		= "חתימת מסמך";

"06 09 2B 06 01 04 01 82 37 0A 04"			= "מזהי אובייקט התכונה";
"06 0A 2B 06 01 04 01 82 37 0A 04 01"		= "תכונת תן/אל תיתן אמון";
"06 0A 2B 06 01 04 01 82 37 0A 05 01"		= "Microsoft Music DRM";
"06 0A 2B 06 01 04 01 82 37 0A 05 02"		= "אינדיווידואליזצית DRM של Microsoft";
"06 0A 2B 06 01 04 01 82 37 0A 06 01"		= "רשיונות Microsoft";
"06 0A 2B 06 01 04 01 82 37 0A 06 02"		= "שרת הרשיונות של Microsoft";

"06 08 2B 06 01 04 01 82 37 0D"				= "מזהי אובייקטים של Microsoft PKCS-10";
"06 09 2B 06 01 04 01 82 37 0D 01"			= "אישור חידוש";
"06 0A 2B 06 01 04 01 82 37 0D 02 01"		= "שם רישום/צמד ערכים";
"06 0A 2B 06 01 04 01 82 37 0D 02 02"		= "CSP רישום";
"06 0A 2B 06 01 04 01 82 37 0D 02 03"		= "גירסת מערכת הפעלה";
"06 08 2B 06 01 04 01 82 37 0F"				= "Microsoft Java";
"06 08 2B 06 01 04 01 82 37 10"				= "Microsoft Outlook/Exchange";
"06 09 2B 06 01 04 01 82 37 10 04"			= "Microsoft Outlook Express";
"06 08 2B 06 01 04 01 82 37 11"				= "תכונות Microsoft PKCS-12";
"06 09 2B 06 01 04 01 82 37 11 01"			= "צרור מפתחות מכונה מקומית";

"06 08 2B 06 01 04 01 82 37 14"				= "תשתית הרישום של Microsoft";
"06 09 2B 06 01 04 01 82 37 14 01"			= "השימוש ברישום אוטומטי ל-CTL
";
"06 09 2B 06 01 04 01 82 37 14 02"			= "סוג רישום אישור";
"06 0A 2B 06 01 04 01 82 37 14 02 01"		= "סוכן רישום";
"06 0A 2B 06 01 04 01 82 37 14 02 02"		= "התחברות כרטיס חכם";
"06 0A 2B 06 01 04 01 82 37 14 02 03"		= "שם ראשי NT";

"06 08 2B 06 01 04 01 82 37 15"				= "תשתית שרת האישורים של Microsoft";
"06 09 2B 06 01 04 01 82 37 15 01"			= "גירסת חידוש הג״מ של Microsoft ";
"06 08 2B 06 01 04 01 82 37 58"				= "CAPICOM";
"06 09 2B 06 01 04 01 82 37 58 01"			= "CAPICOM גירסת";
"06 09 2B 06 01 04 01 82 37 58 02"			= "תכונת CAPICOM";
"06 0A 2B 06 01 04 01 82 37 58 02 01"		= "שם מסמך";
"06 0A 2B 06 01 04 01 82 37 58 02 02"		= "תיאור מסמך";
"06 09 2B 06 01 04 01 82 37 58 03"			= "נתונים מוצפנים";
"06 0A 2B 06 01 04 01 82 37 58 03 01"		= "תוכן מוצפן";

/* UNINETT */

"06 0A 2B 06 01 04 01 92 7C 0A 01 01"		= "מזהה מדיניות UNINETT";

/* ICE-TEL */

"06 08 2B 06 01 04 01 95 18 0A"				= "מזהה מדיניות ICE-TEL";
"06 0A 2B 06 01 04 01 95 62 01 01 01"		= "מזהה מדיניות ג״מ ICE-TEL";

/* cryptlib */

"06 0A 2B 06 01 04 01 97 55 01 01 01"		= "Blowfish-ECB";
"06 0A 2B 06 01 04 01 97 55 01 01 02"		= "Blowfish-CBC";
"06 0A 2B 06 01 04 01 97 55 01 01 03"		= "Blowfish-CBC";
"06 0A 2B 06 01 04 01 97 55 01 01 04"		= "Blowfish-OFB";
"06 0A 2B 06 01 04 01 97 55 01 02 01"		= "אלגמאל";
"06 0B 2B 06 01 04 01 97 55 01 02 01 01"	= "אלגמאל עם SHA-1";
"06 0B 2B 06 01 04 01 97 55 01 02 01 02"	= "אלגמאל עם RIPEMD-160";
"06 09 2B 06 01 04 01 97 55 03 01"			= "תכונות cryptlib";
"06 0A 2B 06 01 04 01 97 55 03 01 01"		= "בדיקת נוכחות cryptlib";
"06 0A 2B 06 01 04 01 97 55 03 01 02"		= "מענה OCSP RTCS";
"06 0A 2B 06 01 04 01 97 55 03 01 03"		= "מענה OCSP RTCS מורחב";
"06 0A 2B 06 01 04 01 97 55 03 01 04"		= "סיבה מורחבת ל-CRL";
"06 0A 2B 06 01 04 01 97 55 03 01 05"		= "תכונות מפתח";
"06 0A 2B 06 01 04 01 97 55 03 01 06"		= "PKI Boot";
"06 09 2B 06 01 04 01 97 55 04 01"			= "תוכן cryptlib";
"06 0A 2B 06 01 04 01 97 55 04 01 01"		= "פרטי תצורת cryptlib";
"06 0A 2B 06 01 04 01 97 55 04 01 02"		= "אינדקס משתמשי cryptlib";
"06 0A 2B 06 01 04 01 97 55 04 01 03"		= "פרטי משתמש cryptlib";
"06 0B 2B 06 01 04 01 97 55 2A D7 24 01"	= "MPEG-1";
"06 0C 2B 06 01 04 01 97 55 58 59 5A 5A 59"	= "מזהה מדיניות XYZZY";

/* Timeproof (www.timeproof.de) */

"06 07 2B 06 01 04 01 AA 60"		= "חסין זמן";
"06 08 2B 06 01 04 01 AA 60 01"		= "מערכת חתימת מועד";
"06 09 2B 06 01 04 01 AA 60 01 01"	= "מערכת חתימת מועד 80";
"06 09 2B 06 01 04 01 AA 60 01 02"	= "מערכת חתימת מועד 380";
"06 09 2B 06 01 04 01 AA 60 01 03"	= "מערכת חתימת מועד 400";

/* MEDePass */

"06 09 2B 06 01 04 01 AD 0A 00 03"  = "תהליכים משניים";
"06 09 2B 06 01 04 01 AD 0A 00 04"  = "מזהים פיזיים";

/* Kerberos */

"06 05 2B 06 01 05 02"              = "Kerberos v5";
"06 06 2B 06 01 05 02 03"           = "Kerberos PKINIT";
"06 07 2B 06 01 05 02 03 01"        = "פרטי אימות Kerberos";
"06 07 2B 06 01 05 02 03 02"        = "פרטי מפתחות דיפי-הלמן Kerberos";
"06 07 2B 06 01 05 02 03 03"        = "פרטי מפתחות מענה Kerberos";
"06 07 2B 06 01 05 02 03 04"        = "אימות לקוח Kerberos";
"06 07 2B 06 01 05 02 03 05"        = "מרכז חלוקת מפתחות Kerberos (KDC)";

/* IANA */

"06 06 2B 06 01 05 05 01"			= "מנגנון מפתח פומבי פשוט (SPKM)";
"06 06 2B 06 01 05 05 02"			= "SPNEGO";

/* PKIX */

"06 06 2B 06 01 05 05 07"			= "תשתית מפתח פומבי";

"06 07 2B 06 01 05 05 07 01"		= "הרחבות פרטיות של אישור PKIX";
"06 08 2B 06 01 05 05 07 01 01"		= "גישה לפרטי גורם מאשר";
"06 08 2B 06 01 05 05 07 01 02"		= "מידע ביומטרי";
"06 08 2B 06 01 05 05 07 01 03"		= "הכרזות אישורים כשירים ";
"06 08 2B 06 01 05 05 07 01 04"		= "זהות ביקורת אישור התכונה";
"06 08 2B 06 01 05 05 07 01 05"		= "הכוונת אישור התכונה";
"06 08 2B 06 01 05 05 07 01 06"		= "בקרי הגורם המנפיק אישורי תכונות";
"06 08 2B 06 01 05 05 07 01 07"		= "חסימת כתובת IP SBGP";
"06 08 2B 06 01 05 05 07 01 08"		= "מזהה מערכת עצמאית SBGP";
"06 08 2B 06 01 05 05 07 01 09"		= "מזהה נתב SBGP";
"06 08 2B 06 01 05 05 07 01 0A"		= "הפעלת פרוקסי עבור אישור תכונות";
"06 08 2B 06 01 05 05 07 01 0B"		= "גישה לפרטי האדם";
"06 08 2B 06 01 05 05 07 01 0C"		= "סמליל";

"06 07 2B 06 01 05 05 07 02"		= "סוגי מגדירי מדיניות";
"06 08 2B 06 01 05 05 07 02 01"		= "הכרזה על תהליכי אישורים";
"06 08 2B 06 01 05 05 07 02 02"		= "הודעת משתמש";
"06 08 2B 06 01 05 05 07 02 03"		= "הודעה כתובה";

"06 07 2B 06 01 05 05 07 03"		= "מטרת מפתחות";
"06 08 2B 06 01 05 05 07 03 01"		= "אימות שרת";
"06 08 2B 06 01 05 05 07 03 02"		= "אימות לקוחות";
"06 08 2B 06 01 05 05 07 03 03"		= "חתימת קודים";
"06 08 2B 06 01 05 05 07 03 04"		= "הגנה על דוא״ל";
"06 08 2B 06 01 05 05 07 03 05"		= "מערכת קצה IPSEC";
"06 08 2B 06 01 05 05 07 03 06"		= "מנהרת IPSEC";
"06 08 2B 06 01 05 05 07 03 07"		= "משתמש IPSEC";
"06 08 2B 06 01 05 05 07 03 08"		= "הטבעת חותמת זמן";
"06 08 2B 06 01 05 05 07 03 09"		= "חתימת OCSP";
"06 08 2B 06 01 05 05 07 03 0A"		= "DVCS";
"06 08 2B 06 01 05 05 07 03 0B"		= "אימות שרת AA SBGP";

"06 07 2B 06 01 05 05 07 04"		= "סוגי פרטי CMP";
"06 08 2B 06 01 05 05 07 04 01"		= "אישור הצפנת פרוטוקול מטעם הג״מ";
"06 08 2B 06 01 05 05 07 04 02"		= "סוגי צמדי מפתחות לחתימה";
"06 08 2B 06 01 05 05 07 04 03"		= "סוגי צמדי מפתחות להצפנה";
"06 08 2B 06 01 05 05 07 04 04"		= "אלגוריתם סימטרי מועדף";
"06 08 2B 06 01 05 05 07 04 05"		= "פרטי עדכוני מפתחות ג״מ";
"06 08 2B 06 01 05 05 07 04 06"		= "CRL נוכחי";
"06 08 2B 06 01 05 05 07 04 07"		= "OIDs שאינם נתמכים";
"06 08 2B 06 01 05 05 07 04 08"		= "בקשה למינוי";
"06 08 2B 06 01 05 05 07 04 09"		= "תשובה למינוי";
"06 08 2B 06 01 05 05 07 04 0A"		= "בקשה לפרמטרים של צמד מפתחות";
"06 08 2B 06 01 05 05 07 04 0B"		= "תגובה לפרמטרים של צמד מפתחות";
/* %%% need to expand these labels, but can't find them documented anywhere online! */
"06 08 2B 06 01 05 05 07 04 0C"		= "revPassphrase";
"06 08 2B 06 01 05 05 07 04 0D"		= "implicitConfirm";
"06 08 2B 06 01 05 05 07 04 0E"		= "confirmWaitTime";
"06 08 2B 06 01 05 05 07 04 0F"		= "origPKIMessage";
"06 08 2B 06 01 05 05 07 04 10"		= "suppLangTags";

"06 07 2B 06 01 05 05 07 05"		= "רישום CRMF";
"06 08 2B 06 01 05 05 07 05 01"		= "בקרת הרשמה";
"06 09 2B 06 01 05 05 07 05 01 01"	= "טוקן הרשמה";
"06 09 2B 06 01 05 05 07 05 01 02"	= "מאמת";
"06 09 2B 06 01 05 05 07 05 01 03"	= "פרטי פרסום PKI";
"06 09 2B 06 01 05 05 07 05 01 04"	= "אפשרויות ארכין PKI";
"06 09 2B 06 01 05 05 07 05 01 05"	= "מזהה אישור ישן";
"06 09 2B 06 01 05 05 07 05 01 06"	= "מפתח הצפנת פרוטוקול";
"06 09 2B 06 01 05 05 07 05 01 07"	= "תבנית אישור חלופי";
"06 09 2B 06 01 05 05 07 05 01 08"	= "תבנית WAP WTLS";

"06 08 2B 06 01 05 05 07 05 02"		= "פרטי רישום CRMF";
"06 09 2B 06 01 05 05 07 05 02 01"	= "זוגות בתים UTF-8";
"06 09 2B 06 01 05 05 07 05 02 02"	= "בקשת אישור";

"06 07 2B 06 01 05 05 07 06"		= "אלגוריתמים";
"06 08 2B 06 01 05 05 07 06 01"		= "DES-40";
"06 08 2B 06 01 05 05 07 06 02"		= "ללא חתימה";
"06 08 2B 06 01 05 05 07 06 03"		= "dh-sig-hmac-sha1";
"06 08 2B 06 01 05 05 07 06 04"		= "dh-pop";

"06 07 2B 06 01 05 05 07 07"		= "בקרי CMC";

"06 07 2B 06 01 05 05 07 08"		= "שמות אחרים";
"06 08 2B 06 01 05 05 07 08 01"		= "פרטים אישיים";
"06 08 2B 06 01 05 05 07 08 02"		= "קבוצת משתמשים";

"06 07 2B 06 01 05 05 07 09"		= "פרטים אישיים";
"06 08 2B 06 01 05 05 07 09 01"		= "תאריך לידה";
"06 08 2B 06 01 05 05 07 09 02"		= "מקום לידה";
"06 08 2B 06 01 05 05 07 09 03"		= "שם בדוי";
"06 08 2B 06 01 05 05 07 09 04"		= "מין";
"06 08 2B 06 01 05 05 07 09 05"		= "אזרחות";
"06 08 2B 06 01 05 05 07 09 06"		= "ארץ מגורים";

"06 07 2B 06 01 05 05 07 0A"		= "אישור תכונה";
"06 08 2B 06 01 05 05 07 0A 01"		= "פרטי האימות";
"06 08 2B 06 01 05 05 07 0A 02"		= "זהות גישה";
"06 08 2B 06 01 05 05 07 0A 03"		= "טוען זהות";
"06 08 2B 06 01 05 05 07 0A 04"		= "קבוצה";
"06 08 2B 06 01 05 05 07 0A 05"		= "תפקיד";
"06 08 2B 06 01 05 05 07 0A 06"		= "WLAN SSID";

/* OCSP */

"06 08 2B 06 01 05 05 07 30 01"		= "פרוטוקול מצב אישור מקוון";
"06 09 2B 06 01 05 05 07 30 01 01"	= "מענה בסיסי OCSP";
"06 09 2B 06 01 05 05 07 30 01 02"	= "הרחבה רגעית OCSP";
"06 09 2B 06 01 05 05 07 30 01 03"	= "סימוכן CRL OCSP";
"06 09 2B 06 01 05 05 07 30 01 04"	= "מענה OCSP";
"06 09 2B 06 01 05 05 07 30 01 05"	= "ביקורת ״ללא ביטולים״ OCSP";
"06 09 2B 06 01 05 05 07 30 01 06"	= "גזיר ארכיון OCSP";
"06 09 2B 06 01 05 05 07 30 01 07"	= "OCSP מצא שירות";

"06 08 2B 06 01 05 05 07 30 02"		= "מנפיקי ג״מ";
"06 08 2B 06 01 05 05 07 30 03"		= "הטבעת חותמת זמן";

/* ISAKMP */

"06 08 2B 06 01 05 05 08 01 01"		= "HMAC MD5";
"06 08 2B 06 01 05 05 08 01 02"		= "HMAC SHA-1";
"06 08 2B 06 01 05 05 08 01 03"		= "HMAC Tiger";
"06 08 2B 06 01 05 05 08 02 02"		= "מתווך IKE";

/* DEC (via ECMA) */

"06 07 2B 0C 02 87 73 07 01"		= "אלגוריתם הצפנה DEC";
"06 08 2B 0C 02 87 73 07 01 02"		= "DEC DEA";
"06 07 2B 0C 02 87 73 07 02"		= "אלגוריתם ערבול DEC";
"06 07 2B 0C 02 87 73 07 02 01"		= "DEC MD2";
"06 07 2B 0C 02 87 73 07 02 02"		= "DEC MD4";
"06 07 2B 0C 02 87 73 07 03"		= "אלגוריתם חתימת DEC";
"06 07 2B 0C 02 87 73 07 03 01"		= "DEC MD2 עם RSA";
"06 07 2B 0C 02 87 73 07 03 02"		= "DEC MD4 עם RSA";
"06 07 2B 0C 02 87 73 07 03 03"		= "DEC DEA-MAC";

/* NIST Open Systems Environment (OSE) Implementor's Workshop (OIW) */

"06 05 2B 0E 02 1A 05"				= "SHA";
"06 06 2B 0E 03 02 01 01"			= "RSA";
"06 05 2B 0E 03 02 02"				= "MD4 עם RSA";
"06 05 2B 0E 03 02 03"				= "MD5 עם RSA";
"06 05 2B 0E 03 02 04"				= "MD4 עם הצפנת RSA";
"06 06 2B 0E 03 02 02 01"			= "SqMod-N";
"06 06 2B 0E 03 02 03 01"			= "SqMod-N עם RSA";
"06 05 2B 0E 03 02 06"				= "DES-ECB";
"06 05 2B 0E 03 02 07"				= "DES-CBC";
"06 05 2B 0E 03 02 08"				= "DES-OFB";
"06 05 2B 0E 03 02 09"				= "DES-CFB";
"06 05 2B 0E 03 02 0A"				= "DES-MAC";
"06 05 2B 0E 03 02 0B"				= "חתימת RSA";
"06 05 2B 0E 03 02 0C"				= "אח״ד";
"06 05 2B 0E 03 02 0D"				= "אח״ד עם SHA ";
"06 05 2B 0E 03 02 0E"				= "MDC2 עם חתימת RSA";
"06 05 2B 0E 03 02 0F"				= "SHA עם חתימת RSA";
"06 05 2B 0E 03 02 10"				= "דיפי-הלמן עם מודולים רגילים";
"06 05 2B 0E 03 02 11"				= "DES-EDE";
"06 05 2B 0E 03 02 12"				= "SHA";
"06 05 2B 0E 03 02 13"				= "MDC-2";
"06 05 2B 0E 03 02 14"				= "אח״ד רגיל";
"06 05 2B 0E 03 02 15"				= "אח״ד רגיל עם SHA ";
"06 05 2B 0E 03 02 16"				= "שינוע מפתח RSA";
"06 05 2B 0E 03 02 17"				= "חותמת-ערבול-עם מפתח";
"06 05 2B 0E 03 02 18"				= "MD2 עם חתימת RSA";
"06 05 2B 0E 03 02 19"				= "MD5 עם חתימת RSA";
"06 05 2B 0E 03 02 1A"				= "SHA-1";
"06 05 2B 0E 03 02 1B"				= "אח״ד עם SHA -1";
"06 05 2B 0E 03 02 1C"				= "אח״ד עם SHA-1 רגיל";
"06 05 2B 0E 03 02 1D"				= "SHA-1 עם הצפנת RSA";
"06 05 2B 0E 03 03 01"				= "Simple-strong-auth-mechanism";
"06 06 2B 0E 07 02 01 01"			= "אלגמאל";
"06 06 2B 0E 07 02 03 01"			= "MD2 עם RSA";
"06 06 2B 0E 07 02 03 02"			= "MD2 עם אלגמאל";

/* Teletrust */

"06 03 2B 24 01"					= "מסמך";
"06 04 2B 24 01 01"					= "גירסה סופית";
"06 04 2B 24 01 02"					= "טיוטא";
"06 03 2B 24 02"					= "SIO";
"06 04 2B 24 02 01"					= "SEDU";

"06 03 2B 24 03"					= "אלגוריתם";
"06 04 2B 24 03 01"					= "אלגוריתם הצפנה";
"06 05 2B 24 03 01 01"				= "DES";
"06 06 2B 24 03 01 01 01"			= "פנקס DES-ECB";
"06 07 2B 24 03 01 01 01 01"		= "פנקס DES-ECB ISO";
"06 07 2B 24 03 01 01 02 01"		= "פנקס DES-CBC";
"06 08 2B 24 03 01 01 02 01 01"		= "פנקס DES-CBC ISO";
"06 05 2B 24 03 01 03"				= "DES3";
"06 07 2B 24 03 01 03 01 01"		= "פנקס DES3-ECB";
"06 08 2B 24 03 01 03 01 01 01"		= "פנקס DES3-ECB ISO";
"06 07 2B 24 03 01 03 02 01"		= "פנקס DES3-CBC";
"06 08 2B 24 03 01 03 02 01 01"		= "פנקס DES3-CBC ISO";
"06 05 2B 24 03 01 02"				= "IDEA";
"06 06 2B 24 03 01 02 01"			= "IDEA-ECB";
"06 07 2B 24 03 01 02 01 01"		= "פנקס IDEA-ECB";
"06 08 2B 24 03 01 02 01 01 01"		= "פנקס IDEA-ECB ISO";
"06 06 2B 24 03 01 02 02"			= "IDEA-CBC";
"06 07 2B 24 03 01 02 02 01"		= "פנקס IDEA-CBC";
"06 08 2B 24 03 01 02 02 01 01"		= "פנקס IDEA-CBC ISO";
"06 06 2B 24 03 01 02 03"			= "IDEA-OFB";
"06 06 2B 24 03 01 02 04"			= "IDEA-CFB";
"06 05 2B 24 03 01 04"				= "הצפנת RSA";
"06 05 2B 24 03 01 05"				= "BSI-1";
"06 06 2B 24 03 01 05 01"			= "פנקס BSI-1-ECB";
"06 06 2B 24 03 01 05 02"			= "פנקס BSI-1-CBC";
"06 07 2B 24 03 01 05 02 01"		= "פנקס BSI-1-CBC PEM";

"06 04 2B 24 03 02"					= "אלגוריתם ערבול";
"06 05 2B 24 03 02 01"				= "RIPEMD-128";
"06 05 2B 24 03 02 02"				= "RIPEMD-128";
"06 05 2B 24 03 02 03"				= "RIPEMD-256";
"06 05 2B 24 03 02 04"				= "MDC2 אורך יחיד";
"06 05 2B 24 03 02 05"				= "MDC2 אורך כפול";
"06 04 2B 24 03 03"					= "אלגוריתם חתימה";
"06 05 2B 24 03 03 01"				= "חתימת RSA";

"06 06 2B 24 03 03 01 01"			= "חתימת RSA עם SHA-1";
"06 09 2B 24 03 03 01 01 84 00 02"	= "חתימת RSA עם SHA-1 512/L2";
"06 09 2B 24 03 03 01 01 85 00 02"	= "חתימת RSA עם SHA-1 640/L2";
"06 09 2B 24 03 03 01 01 86 00 02"	= "חתימת RSA עם SHA-1 768/L2";
"06 09 2B 24 03 03 01 01 87 00 02"	= "חתימת RSA עם SHA-1 896/L2";
"06 09 2B 24 03 03 01 01 88 00 02"	= "חתימת RSA עם SHA-1 1024/L2";
"06 09 2B 24 03 03 01 01 84 00 03"	= "חתימת RSA עם SHA-1 512/L3";
"06 09 2B 24 03 03 01 01 85 00 03"	= "חתימת RSA עם SHA-1 640/L3";
"06 09 2B 24 03 03 01 01 86 00 03"	= "חתימת RSA עם SHA-1 768/L3";
"06 09 2B 24 03 03 01 01 87 00 03"	= "חתימת RSA עם SHA-1 896/L3";
"06 09 2B 24 03 03 01 01 88 00 03"	= "חתימת RSA עם SHA-1 1024/L3";
"06 09 2B 24 03 03 01 01 84 00 05"	= "חתימת RSA עם SHA-1 512/L5";
"06 09 2B 24 03 03 01 01 85 00 05"	= "חתימת RSA עם SHA-1 640/L5";
"06 09 2B 24 03 03 01 01 86 00 05"	= "חתימת RSA עם SHA-1 768/L5";
"06 09 2B 24 03 03 01 01 87 00 05"	= "חתימת RSA עם SHA-1 896/L5";
"06 09 2B 24 03 03 01 01 88 00 05"	= "חתימת RSA עם SHA-1 1024/L5";
"06 09 2B 24 03 03 01 01 84 00 09"	= "חתימת RSA עם SHA-1 512/L9";
"06 09 2B 24 03 03 01 01 85 00 09"	= "חתימת RSA עם SHA-1 640/L9";
"06 09 2B 24 03 03 01 01 86 00 09"	= "חתימת RSA עם SHA-1 768/L9";
"06 09 2B 24 03 03 01 01 87 00 09"	= "חתימת RSA עם SHA-1 896/L9";
"06 09 2B 24 03 03 01 01 88 00 09"	= "חתימת RSA עם SHA-1 1024/L9";
"06 09 2B 24 03 03 01 01 84 00 11"	= "חתימת RSA עם SHA-1 512/L11";
"06 09 2B 24 03 03 01 01 85 00 11"	= "חתימת RSA עם SHA-1 640/L11";
"06 09 2B 24 03 03 01 01 86 00 11"	= "חתימת RSA עם SHA-1 768/L11";
"06 09 2B 24 03 03 01 01 87 00 11"	= "חתימת RSA עם SHA-1 896/L11";
"06 09 2B 24 03 03 01 01 88 00 11"	= "חתימת RSA עם SHA-1 1024/L11";

"06 06 2B 24 03 03 01 02"			= "חתימת RSA עם RIPEMD-160";
"06 09 2B 24 03 03 01 02 84 00 02"	= "חתימת RSA עם RIPEMD-160 512/L2";
"06 09 2B 24 03 03 01 02 85 00 02"	= "חתימת RSA עם RIPEMD-160 640/L2";
"06 09 2B 24 03 03 01 02 86 00 02"	= "חתימת RSA עם RIPEMD-160 768/L2";
"06 09 2B 24 03 03 01 02 87 00 02"	= "חתימת RSA עם RIPEMD-160 896/L2";
"06 09 2B 24 03 03 01 02 88 00 02"	= "חתימת RSA עם RIPEMD-160 1024/L2";
"06 09 2B 24 03 03 01 02 84 00 03"	= "חתימת RSA עם RIPEMD-160 512/L3";
"06 09 2B 24 03 03 01 02 85 00 03"	= "חתימת RSA עם RIPEMD-160 640/L3";
"06 09 2B 24 03 03 01 02 86 00 03"	= "חתימת RSA עם RIPEMD-160 768/L3";
"06 09 2B 24 03 03 01 02 87 00 03"	= "חתימת RSA עם RIPEMD-160 896/L3";
"06 09 2B 24 03 03 01 02 88 00 03"	= "חתימת RSA עם RIPEMD-160 1024/L3";
"06 09 2B 24 03 03 01 02 84 00 05"	= "חתימת RSA עם RIPEMD-160 512/L5";
"06 09 2B 24 03 03 01 02 85 00 05"	= "חתימת RSA עם RIPEMD-160 640/L5";
"06 09 2B 24 03 03 01 02 86 00 05"	= "חתימת RSA עם RIPEMD-160 768/L5";
"06 09 2B 24 03 03 01 02 87 00 05"	= "חתימת RSA עם RIPEMD-160 896/L5";
"06 09 2B 24 03 03 01 02 88 00 05"	= "חתימת RSA עם RIPEMD-160 1024/L5";
"06 09 2B 24 03 03 01 02 84 00 09"	= "חתימת RSA עם RIPEMD-160 512/L9";
"06 09 2B 24 03 03 01 02 85 00 09"	= "חתימת RSA עם RIPEMD-160 640/L9";
"06 09 2B 24 03 03 01 02 86 00 09"	= "חתימת RSA עם RIPEMD-160 768/L9";
"06 09 2B 24 03 03 01 02 87 00 09"	= "חתימת RSA עם RIPEMD-160 896/L9";
"06 09 2B 24 03 03 01 02 88 00 09"	= "חתימת RSA עם RIPEMD-160 1024/L9";
"06 09 2B 24 03 03 01 02 84 00 11"	= "חתימת RSA עם RIPEMD-160 512/L11";
"06 09 2B 24 03 03 01 02 85 00 11"	= "חתימת RSA עם RIPEMD-160 640/L11";
"06 09 2B 24 03 03 01 02 86 00 11"	= "חתימת RSA עם RIPEMD-160 768/L11";
"06 09 2B 24 03 03 01 02 87 00 11"	= "חתימת RSA עם RIPEMD-160 896/L11";
"06 09 2B 24 03 03 01 02 88 00 11"	= "חתימת RSA עם RIPEMD-160 1024/L11";

"06 06 2B 24 03 03 01 03"			= "חתימת RSA עם RIPEMD-128";
"06 06 2B 24 03 03 01 04"			= "חתימת RSA עם RIPEMD-256";

"06 05 2B 24 03 03 02"				= "חתימת ECSIE";
"06 06 2B 24 03 03 02 01"			= "חתימת ECSIE עם SHA-1";
"06 06 2B 24 03 03 02 02"			= "חתימת ECSIE עם RIPEMD-160";
"06 06 2B 24 03 03 02 03"			= "חתימת ECSIE עם MD2";
"06 06 2B 24 03 03 02 04"			= "חתימת ECSIE עם MD5";

"06 04 2B 24 03 04"					= "סכמת חתימה";
"06 05 2B 24 03 04 01"				= "ISO9796-1";
"06 05 2B 24 03 04 02"				= "ISO9796-2";
"06 05 2B 24 03 04 02 01"			= "ISO9796-2 עם RED";
"06 06 2B 24 03 04 02 02"			= "ISO9796-2 עם RSA";
"06 06 2B 24 03 04 02 03"			= "ISO9796-2 עם RND";

"06 03 2B 24 04"					= "תכונה";
"06 03 2B 24 05"					= "מדיניות";
"06 03 2B 24 06"					= "API";
"06 04 2B 24 06 01"					= "API ספציפי ליצרן";
"06 05 2B 24 06 01 01"				= "UTIMACO-API";
"06 04 2B 24 06 02"					= "‏API תלוי-תפקודיות";
"06 03 2B 24 07"					= "ניהול מפתחות";
"06 04 2B 24 07 01"					= "הסכם מפתחות";
"06 05 2B 24 07 01 01"				= "BSI PKE";
"06 04 2B 24 07 02"					= "העברת מפתחות";
"06 05 2B 24 07 02 01"				= "ISO9796-2 עם הצפנת RSA";

"06 05 2B 24 08 01 01"				= "מזהה מדיניות Teletrust SigiSigConform";
"06 05 2B 24 08 02 01"				= "שירות ספריה";

"06 05 2B 24 08 03 01"				= "תאריך הנפקת אישור";
"06 05 2B 24 08 03 02"				= "ייפוי כוח";
"06 05 2B 24 08 03 03"				= "התחברות";
"06 05 2B 24 08 03 04"				= "מגבלה כספית";
"06 05 2B 24 08 03 05"				= "הכרזה על רוב";
"06 05 2B 24 08 03 06"				= "מספר סידורי של כרטיס מעגל משולב";
"06 05 2B 24 08 03 07"				= "סימוכין מפתח פומבי";
"06 05 2B 24 08 03 08"				= "הגבלה";
"06 05 2B 24 08 03 09"				= "הורד אם מותר";
"06 05 2B 24 08 03 0A"				= "אישור נדרש";
"06 05 2B 24 08 03 0B"				= "גורמים הנותנים שמות";
"06 05 2B 24 08 03 0C"				= "האישור בספריה מאז";
"06 05 2B 24 08 03 0D"				= "אישור ערבול";

"06 05 2B 24 08 04 01"				= "פרטים אישיים";
"06 05 2B 24 08 04 08"				= "הגבלה";
"06 07 2B 24 08 05 01 01 01"		= "התוויית RSA: SHA-1";
"06 07 2B 24 08 05 01 01 02"		= "התוויית RSA: RIPEMD-160";
"06 07 2B 24 08 05 01 01 03"		= "RSA עם SHA -1";
"06 07 2B 24 08 05 01 01 04"		= "RSA עם RIPEMD-160";
"06 07 2B 24 08 05 01 02 01"		= "אח״ד מורחב";
"06 07 2B 24 08 05 01 02 02"		= "אח״ד עם RIPEMD-160";

"06 05 2B 24 08 06 01"				= "אישור";
"06 05 2B 24 08 06 02"				= "סימוכין לאישור";
"06 05 2B 24 08 06 03"				= "אישור תכונה";
"06 05 2B 24 08 06 04"				= "סימוכין לתכונה";
"06 05 2B 24 08 06 05"				= "השם הקובץ";
"06 05 2B 24 08 06 06"				= "שעת אחסון";
"06 05 2B 24 08 06 07"				= "גודל הקובץ";
"06 05 2B 24 08 06 08"				= "מיקום";
"06 05 2B 24 08 06 09"				= "מספר חתימה";
"06 05 2B 24 08 06 0A"				= "יצירה אוטומטית";

"06 05 2B 24 08 07 01"				= "סוגי מצגות Teletrust";
"06 06 2B 24 08 07 01 01"			= "Adobe Illustrator";
"06 06 2B 24 08 07 01 02"			= "AmiPro";
"06 06 2B 24 08 07 01 03"			= "AutoCAD";
"06 06 2B 24 08 07 01 04"			= "בינארי";
"06 06 2B 24 08 07 01 05"			= "BMP";
"06 06 2B 24 08 07 01 06"			= "CGM";
"06 06 2B 24 08 07 01 07"			= "CorelCRT";
"06 06 2B 24 08 07 01 08"			= "CorelDRW";
"06 06 2B 24 08 07 01 09"			= "CorelEXC";
"06 06 2B 24 08 07 01 0A"			= "CorelPHT";
"06 06 2B 24 08 07 01 0B"			= "משוך";
"06 06 2B 24 08 07 01 0C"			= "DVI";
"06 06 2B 24 08 07 01 0D"			= "EPS";
"06 06 2B 24 08 07 01 0E"			= "Excel";
"06 06 2B 24 08 07 01 0F"			= "GEM";
"06 06 2B 24 08 07 01 10"			= "GIF";
"06 06 2B 24 08 07 01 11"			= "HPGL";
"06 06 2B 24 08 07 01 12"			= "JPEG";
"06 06 2B 24 08 07 01 13"			= "Kodak";
"06 06 2B 24 08 07 01 14"			= "LaTeX";
"06 06 2B 24 08 07 01 15"			= "Lotus";
"06 06 2B 24 08 07 01 16"			= "LotusPIC";
"06 06 2B 24 08 07 01 17"			= "MacPICT";
"06 06 2B 24 08 07 01 18"			= "MacWord";
"06 06 2B 24 08 07 01 19"			= "MSWfD";
"06 06 2B 24 08 07 01 1A"			= "MSWord";
"06 06 2B 24 08 07 01 1B"			= "MSWord2";
"06 06 2B 24 08 07 01 1C"			= "MSWord6";
"06 06 2B 24 08 07 01 1D"			= "MSWord8";
"06 06 2B 24 08 07 01 1E"			= "PDF";
"06 06 2B 24 08 07 01 1F"			= "PIF";
"06 06 2B 24 08 07 01 20"			= "נ.ב.";
"06 06 2B 24 08 07 01 21"			= "RTF";
"06 06 2B 24 08 07 01 22"			= "SCITEX";
"06 06 2B 24 08 07 01 23"			= "TAR";
"06 06 2B 24 08 07 01 24"			= "Targa";
"06 06 2B 24 08 07 01 25"			= "TeX";
"06 06 2B 24 08 07 01 26"			= "טקסט";
"06 06 2B 24 08 07 01 27"			= "TIFF";
"06 06 2B 24 08 07 01 28"			= "TIFF-FC";
"06 06 2B 24 08 07 01 29"			= "UID";
"06 06 2B 24 08 07 01 2A"			= "UUEncode";
"06 06 2B 24 08 07 01 2B"			= "WMF";
"06 06 2B 24 08 07 01 2C"			= "WordPerfect";
"06 06 2B 24 08 07 01 2D"			= "WPGrph";

/* Thawte */

"06 04 2B 65 01 04"					= "Thawte הרחבת אישור";
"06 05 2B 65 01 04 01"				= "אקסטראנט חזקה";

/* X.520 */

"06 02 55 04"		= "סוגי תכונת X.520";
"06 03 55 04 00"	= "סוג אובייקט";
"06 03 55 04 01"	= "שם כניסה נוסף";
"06 03 55 04 02"	= "פרטי ידע";
"06 03 55 04 03"	= "שם רגיל";
"06 03 55 04 04"	= "שם משפחה";
"06 03 55 04 05"	= "מספר סידורי";
"06 03 55 04 06"	= "שם הארץ";
"06 03 55 04 07"	= "שם מקום";
"06 04 55 04 07 01"	= "שם מקום קולקטיבי";
"06 03 55 04 08"	= "מדינה או מחוז";
"06 04 55 04 08 01"	= "מדינה או מחוז קולקטיביים";
"06 03 55 04 09"	= "כתובת פיזית";
"06 04 55 04 09 01"	= "כתובת פיזית קולקטיבית";
"06 03 55 04 0A"	= "שם הארגון";
"06 04 55 04 0A 01"	= "שם ארגון קולקטיבי";
"06 03 55 04 0B"	= "שם היחידה בארגון";
"06 04 55 04 0B 01"	= "שם יחידה ארגונית קולקטיבי";
"06 03 55 04 0C"	= "תואר";
"06 03 55 04 0D"	= "תיאור";
"06 03 55 04 0E"	= "מדריך חיפוש";
"06 03 55 04 0F"	= "קטגוריית העסק";
"06 03 55 04 10"	= "כתובת למשלוח דברי דואר";
"06 04 55 04 10 01"	= "כתובת קולקטיבית למשלוח דברי דואר";
"06 03 55 04 11"	= "מיקוד";
"06 04 55 04 11 01"	= "מיקוד קולקטיבי";
"06 03 55 04 12"	= "תא דואר";
"06 04 55 04 12 01"	= "תא דואר קולקטיבי";
"06 03 55 04 13"	= "שם יעד למשלוחים";
"06 04 55 04 13 01"	= "שם יעד למשלוחים קולקטיבי";
"06 03 55 04 14"	= "מספר טלפון";
"06 04 55 04 14 01"	= "מספר טלפון קולקטיבי";
"06 03 55 04 15"	= "מספר טלקס";
"06 04 55 04 15 01"	= "מספר טלקס קולקטיבי";
"06 03 55 04 16"	= "מזהה מסוף טלטקס";
"06 04 55 04 16 01"	= "מזהה מסוף טלטקס קולקטיבי";
"06 03 55 04 17"	= "מספר טלפון ופקס";
"06 04 55 04 17 01"	= "מספר טלפון ופקס קולקטיבי";
"06 03 55 04 18"	= "כתובת X.121";
"06 03 55 04 19"	= "בינלאומי ISDN מספר";
"06 04 55 04 19 01"	= "מספר ISDN בינלאומי קולקטיבי";
"06 03 55 04 1A"	= "כתובת רשומה";
"06 03 55 04 1B"	= "סימן יעד";
"06 03 55 04 1C"	= "שיטת משלוח מועדפת";
"06 03 55 04 1D"	= "כתובת מצגת";
"06 03 55 04 1E"	= "הקשר יישום נתמך";
"06 03 55 04 1F"	= "חבר/ה";
"06 03 55 04 20"	= "הבעלים";
"06 03 55 04 21"	= "ממלא התפקיד";
"06 03 55 04 22"	= "ראה/י גם";
"06 03 55 04 23"	= "סיסמת משתמש";
"06 03 55 04 24"	= "אישור משתמש";
"06 03 55 04 25"	= "אישור ג״מ";
"06 03 55 04 26"	= "רשימת אישורים מבוטלים של גורם מאשר";
"06 03 55 04 27"	= "רשימת אישורים מבוטלים";
"06 03 55 04 28"	= "צמד אישורים מוצלב";
"06 03 55 04 29"	= "שם";
"06 03 55 04 2A"	= "שם פרטי";
"06 03 55 04 2B"	= "ראשי תיבות";
"06 03 55 04 2C"	= "מגדיר הנפקה";
"06 03 55 04 2D"	= "מזהה ייחודי";
"06 03 55 04 2E"	= "מגדיר DN";
"06 03 55 04 2F"	= "מדריך חיפוש מורחב";
"06 03 55 04 30"	= "פרטי פרוטוקול";
"06 03 55 04 31"	= "שם מכובד";
"06 03 55 04 32"	= "מספר ייחודי";
"06 03 55 04 33"	= "מזהה בית";
"06 03 55 04 34"	= "אלגוריתמים נתמכים";
"06 03 55 04 35"	= "רשימת האישורים המבוטלות Delta";
"06 03 55 04 36"	= "סיווג";
"06 03 55 04 3A"	= "הצלבת זוג אישורים";

/* X.500 object classes */

"06 02 55 06"		= "סוג אובייקט X.520";
"06 03 55 06 00"	= "עליון";
"06 03 55 06 01"	= "שם נוסף";
"06 03 55 06 02"	= "ארץ";
"06 03 55 06 03"	= "מקום";
"06 03 55 06 04"	= "ארגון";
"06 03 55 06 05"	= "יחידה בארגון";
"06 03 55 06 06"	= "אדם";
"06 03 55 06 07"	= "איש קשר בארגון";
"06 03 55 06 08"	= "תפקיד בארגון";
"06 03 55 06 09"	= "קבוצת שמות";
"06 03 55 06 0A"	= "איש קשר במגורים";
"06 03 55 06 0B"	= "תהליך הפנייה";
"06 03 55 06 0C"	= "הישות הפונה";
"06 03 55 06 0D"	= "אח״ד";
"06 03 55 06 0E"	= "מכשיר";
"06 03 55 06 0F"	= "משתמש בעל אימות חזק";
"06 03 55 06 10"	= "גורם מאשר";
"06 03 55 06 11"	= "קבוצת שמות ייחודיים";
"06 03 55 06 15"	= "משתמש PKI";
"06 03 55 06 16"	= "ג״מ PKI";

/* X.500 algorithms */

"06 02 55 08"		= "אלגוריתמי X.500";
"06 03 55 08 01"	= "אלגוריתמי הצפנה X.500";
"06 04 55 08 01 01"	= "RSA";

/* X.509 */

"06 02 55 1D"		= "הרחבות אישורי X.509";
"06 03 55 1D 01"	= "מזהה המפתח של הגורם המאשר (ישן)";
"06 03 55 1D 02"	= "תכונות מפתח ראשי (ישן)";
"06 03 55 1D 03"	= "מדיניות הנפקת האישורים (ישן)";
"06 03 55 1D 04"	= "הגבלה על שימוש במפתחות (ישן)";
"06 03 55 1D 05"	= "מיפוי מדיניות (ישן)";
"06 03 55 1D 06"	= "אילוץ תת-עץ";
"06 03 55 1D 07"	= "שם חלופי לאדם (ישן)";
"06 03 55 1D 08"	= "שם חלופי למנפיק (ישן)";
"06 03 55 1D 09"	= "תכונות ספריית האדם";
"06 03 55 1D 0A"	= "אילוצים בסיסיים (ישן 2.5.29.10)";
"06 03 55 1D 0B"	= "אילוצי שם (ישן)";
"06 03 55 1D 0C"	= "אילוצי מדיניות (ישן)";
"06 03 55 1D 0D"	= "אילוצים בסיסיים (ישן 2.5.29.13)";
"06 03 55 1D 0E"	= "מזהה מפתח של אדם";
"06 03 55 1D 0F"	= "שימוש במפתחות";
"06 03 55 1D 10"	= "תקופת שימוש במפתח פרטי";
"06 03 55 1D 11"	= "שם חלופי לאדם";
"06 03 55 1D 12"	= "שם חלופי למנפיק";
"06 03 55 1D 13"	= "אילוצים בסיסיים";
"06 03 55 1D 14"	= "מספר רשימת האישורים המבוטלים";
"06 03 55 1D 15"	= "קוד סיבות CRL";
"06 03 55 1D 16"	= "תאריך תפוגה (ישן)";
"06 03 55 1D 17"	= "קוד השעיית הוראה";
"06 03 55 1D 18"	= "תאריך תפוגה";
"06 03 55 1D 19"	= "נקודות חלוקת CRL (ישן)";
"06 03 55 1D 1A"	= "מנפיק נקודת חלוקה (ישן)";
"06 03 55 1D 1B"	= "סימן Delta CRL";
"06 03 55 1D 1C"	= "מנפיק נקודת חלוקה";
"06 03 55 1D 1D"	= "מנפיק האישור";
"06 03 55 1D 1E"	= "אילוצי שם";
"06 03 55 1D 1F"	= "נקודות חלוקת CRL";
"06 03 55 1D 20"	= "מדיניות הנפקת האישורים";
"06 04 55 1D 20 00"	= "כל מזהה מדיניות";
"06 03 55 1D 21"	= "מיפויי מדיניות";
"06 03 55 1D 22"	= "אילוצי מדיניות";
"06 03 55 1D 23"	= "מזהה המפתח של הגורם המאשר";
"06 03 55 1D 24"	= "אילוצי מדיניות";
"06 03 55 1D 25"	= "שימוש שהורחב במפתח";
"06 04 55 1D 25 00"	= "כל שימוש שהורחב במפתח";

/* DMS - SDN.700 INFOSEC algorithms */

"06 09 60 86 48 01 65 02 01 01 01"	= "אלגוריתם חתימת SDNS";
"06 09 60 86 48 01 65 02 01 01 02"	= "אלגוריתם חתימת Fortezza";
"06 09 60 86 48 01 65 02 01 01 03"	= "אלגוריתם סודיות SDNS";
"06 09 60 86 48 01 65 02 01 01 04"	= "אלגוריתם סודיות Fortezza";
"06 09 60 86 48 01 65 02 01 01 05"	= "אלגוריתם אינטגריטי SDNS";
"06 09 60 86 48 01 65 02 01 01 06"	= "אלגוריתם אינטגריטי Fortezza";
"06 09 60 86 48 01 65 02 01 01 07"	= "אלוגריתם טוקן הגנה SDNS";
"06 09 60 86 48 01 65 02 01 01 08"	= "אלוגריתם טוקן הגנה Fortezza";
"06 09 60 86 48 01 65 02 01 01 09"	= "אלגוריתם ניהול מפתחות SDNS";
"06 09 60 86 48 01 65 02 01 01 0A"	= "אלגוריתם ניהול מפתחות Fortezza";
"06 09 60 86 48 01 65 02 01 01 0B"	= "אלגוריתם ניהול וחתימת מפתחות SDNS";
"06 09 60 86 48 01 65 02 01 01 0C"	= "אלגוריתם ניהול וחתימת מפתחות Fortezza";
"06 09 60 86 48 01 65 02 01 01 0D"	= "אלגוריתם חתימת Suite A";
"06 09 60 86 48 01 65 02 01 01 0E"	= "אלגוריתם סודיות Suite A";
"06 09 60 86 48 01 65 02 01 01 0F"	= "אלגוריתם אינטגריטי Suite A";
"06 09 60 86 48 01 65 02 01 01 10"	= "אלוגריתם טוקן הגנה Suite A";
"06 09 60 86 48 01 65 02 01 01 11"	= "אלגוריתם ניהול מפתחות Suite A";
"06 09 60 86 48 01 65 02 01 01 12"	= "אלגוריתם ניהול וחתימת מפתחות Suite A";
"06 09 60 86 48 01 65 02 01 01 13"	= "אלגוריתם חתימה מעודכנת Fortezza";
"06 09 60 86 48 01 65 02 01 01 14"	= "אלגוריתמים של ניהול וחתימה מעודכנת של מפתחות Fortezza";
"06 09 60 86 48 01 65 02 01 01 15"	= "אלגוריתם אינטגריטי מעודכן Fortezza";
"06 09 60 86 48 01 65 02 01 01 16"	= "אלגוריתם החלפת מפתחות";
"06 09 60 86 48 01 65 02 01 01 17"	= "אלגוריתם Wrap80 Fortezza";
"06 09 60 86 48 01 65 02 01 01 18"	= "אלגוריתם הצפנת מפתחות (KEA)";

"06 09 60 86 48 01 65 02 01 02 01"	= "מבנה הודעת RFC 822";
"06 09 60 86 48 01 65 02 01 02 02"	= "תוכן ריק";
"06 09 60 86 48 01 65 02 01 02 03"	= "סוג תוכן CSP";
"06 09 60 86 48 01 65 02 01 02 2A"	= "סוג תוכן MSP Rev 3";
"06 09 60 86 48 01 65 02 01 02 30"	= "סוג תוכן MSP";
"06 09 60 86 48 01 65 02 01 02 31"	= "פרוטוקול עדכון אישור MSP";
"06 09 60 86 48 01 65 02 01 02 32"	= "MSP MMP";
"06 09 60 86 48 01 65 02 01 02 42"	= "סוג תוכן MSP Rev 3.1";
"06 09 60 86 48 01 65 02 01 02 48"	= "חלק מגוף הודעת MSP שהועברה";
"06 09 60 86 48 01 65 02 01 02 49"	= "פרמטרים של הודעת MSP שהועברה";
"06 09 60 86 48 01 65 02 01 02 50"	= "חלק מגוף הודעת CSP שהועברה";
"06 09 60 86 48 01 65 02 01 02 51"	= "פרמטרים להודעות CSP שהועברו";
"06 09 60 86 48 01 65 02 01 02 52"	= "MSP MMP2";

/* SDN.700 INFOSEC policy */

"06 09 60 86 48 01 65 02 01 03 01"		= "מדיניות אבטחה SDNS";
"06 09 60 86 48 01 65 02 01 03 02"		= "SDNS PRBAC";
"06 09 60 86 48 01 65 02 01 03 03"		= "Mosaic PRBAC";

"06 09 60 86 48 01 65 02 01 03 0A"		= "מדיניות אבטחה";
"06 0A 60 86 48 01 65 02 01 03 0A 00"	= "NASP";
"06 0A 60 86 48 01 65 02 01 03 0A 01"	= "ELCO";
"06 0A 60 86 48 01 65 02 01 03 0A 02"	= "TK";
"06 0A 60 86 48 01 65 02 01 03 0A 03"	= "DSAP
";
"06 0A 60 86 48 01 65 02 01 03 0A 04"	= "SSSS";
"06 0A 60 86 48 01 65 02 01 03 0A 05"	= "DNASP";
"06 0A 60 86 48 01 65 02 01 03 0A 06"	= "BYEMAN";
"06 0A 60 86 48 01 65 02 01 03 0A 07"	= "REL-US";
"06 0A 60 86 48 01 65 02 01 03 0A 08"	= "REL-AUS";
"06 0A 60 86 48 01 65 02 01 03 0A 09"	= "REL-CAN";
"06 0A 60 86 48 01 65 02 01 03 0A 0A"	= "REL-UK";
"06 0A 60 86 48 01 65 02 01 03 0A 0B"	= "REL-NZ";
"06 0A 60 86 48 01 65 02 01 03 0A 0C"	= "ג׳נרי";

"06 09 60 86 48 01 65 02 01 03 0B"			= "genser";
"06 0A 60 86 48 01 65 02 01 03 0B 00"		= "genserNations";
"06 0A 60 86 48 01 65 02 01 03 0B 01"		= "genserComsec";
"06 0A 60 86 48 01 65 02 01 03 0B 02"		= "genserAcquisition";
"06 0A 60 86 48 01 65 02 01 03 0B 03"		= "genserSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0B 03 00"	= "genserTagSetName";

"06 09 60 86 48 01 65 02 01 03 0C"			= "מדיניות אבטחה ברירת-מחדל";
"06 09 60 86 48 01 65 02 01 03 0D"			= "capcoMarkings";
"06 0A 60 86 48 01 65 02 01 03 0D 00"		= "capcoSecurityCategories";
"06 0B 60 86 48 01 65 02 01 03 0D 00 01"	= "capcoTagSetName1";
"06 0B 60 86 48 01 65 02 01 03 0D 00 02"	= "capcoTagSetName2";
"06 0B 60 86 48 01 65 02 01 03 0D 00 03"	= "capcoTagSetName3";
"06 0B 60 86 48 01 65 02 01 03 0D 00 04"	= "capcoTagSetName4";

"06 09 60 86 48 01 65 02 01 05 01"	= "אישור ניהול מפתחות SDNS";
"06 09 60 86 48 01 65 02 01 05 02"	= "אישור חתימת משתמש SDNS";
"06 09 60 86 48 01 65 02 01 05 03"	= "אישור ניהול וחתימת מפתחות SDNS";
"06 09 60 86 48 01 65 02 01 05 04"	= "אישור ניהול מפתחות Fortezza";
"06 09 60 86 48 01 65 02 01 05 05"	= "אישור ניהול וחתימת מפתחות Fortezza";
"06 09 60 86 48 01 65 02 01 05 06"	= "אישור חתימת משתמש Fortezza";
"06 09 60 86 48 01 65 02 01 05 07"	= "אישור חתימת ג״מ Fortezza";
"06 09 60 86 48 01 65 02 01 05 08"	= "אישור חתימת ג״מ SDNS";
"06 09 60 86 48 01 65 02 01 05 0A"	= "וקטור עזר";
"06 09 60 86 48 01 65 02 01 05 0B"	= "מדיניות קבלות";
"06 09 60 86 48 01 65 02 01 05 0C"	= "חברות";
"06 09 60 86 48 01 65 02 01 05 0D"	= "מנהלי מערכת";
"06 09 60 86 48 01 65 02 01 05 0E"	= "זיהוי alid";
"06 09 60 86 48 01 65 02 01 05 14"	= "janUKMs";
"06 09 60 86 48 01 65 02 01 05 15"	= "febUKMs";
"06 09 60 86 48 01 65 02 01 05 16"	= "marUKMs";
"06 09 60 86 48 01 65 02 01 05 17"	= "aprUKMs";
"06 09 60 86 48 01 65 02 01 05 18"	= "mayUKMs";
"06 09 60 86 48 01 65 02 01 05 19"	= "junUKMs";
"06 09 60 86 48 01 65 02 01 05 1A"	= "julUKMs";
"06 09 60 86 48 01 65 02 01 05 1B"	= "augUKMs";
"06 09 60 86 48 01 65 02 01 05 1C"	= "sepUKMs";
"06 09 60 86 48 01 65 02 01 05 1D"	= "octUKMs";
"06 09 60 86 48 01 65 02 01 05 1E"	= "novUKMs";
"06 09 60 86 48 01 65 02 01 05 1F"	= "decUKMs";

"06 09 60 86 48 01 65 02 01 05 28"	= "Meta SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 29"	= "SDNS CKL";
"06 09 60 86 48 01 65 02 01 05 2A"	= "Meta SDNS חתימת CKL";
"06 09 60 86 48 01 65 02 01 05 2B"	= "SDNS חתימת CKL";
"06 09 60 86 48 01 65 02 01 05 2C"	= "רשימת האישורים המבוטלים SDNS";
"06 09 60 86 48 01 65 02 01 05 2D"	= "רשימת האישורים המבוטלים Fortezza";
"06 09 60 86 48 01 65 02 01 05 2E"	= "Fortezza CKL";
"06 09 60 86 48 01 65 02 01 05 2F"	= "מעבד כתובות פטורות";
"06 09 60 86 48 01 65 02 01 05 30"	= "שומר";
"06 09 60 86 48 01 65 02 01 05 31"	= "האלגוריתמים נתמכים";
"06 09 60 86 48 01 65 02 01 05 32"	= "אישור ניהול מפתחות Suite A";
"06 09 60 86 48 01 65 02 01 05 33"	= "אישור ניהול וחתימת מפתחות Suite A";
"06 09 60 86 48 01 65 02 01 05 34"	= "אישור חתימת משתמש Suite A";
"06 09 60 86 48 01 65 02 01 05 35"	= "פרטי PRBAC";
"06 09 60 86 48 01 65 02 01 05 36"	= "אילוצי ג״מ PRBAC";
"06 09 60 86 48 01 65 02 01 05 37"	= "הרשאות חתימה או ניהול מפתחות";
"06 09 60 86 48 01 65 02 01 05 38"	= "הרשאות רגילות";
"06 09 60 86 48 01 65 02 01 05 39"	= "תכונות בתווית";
"06 09 60 86 48 01 65 02 01 05 3A"	= "קובץ פרטי מדיניות";
"06 09 60 86 48 01 65 02 01 05 3B"	= "קובץ פרטי מדיניות אבטחה";
"06 09 60 86 48 01 65 02 01 05 3C"	= "אילוץ סיווג ג״מ";

"06 09 60 86 48 01 65 02 01 07 01"		= "הרחבות CSP";
"06 0A 60 86 48 01 65 02 01 07 01 00"	= "cspCsExtn";
"06 09 60 86 48 01 65 02 01 08 01"		= "קטגוריות אבטחת ISSI";
"06 09 60 86 48 01 65 02 01 08 02"		= "הרשאות תווית אבטחה תקנית";

"06 09 60 86 48 01 65 02 01 0A 01"			= "הרשאות חתימה";
"06 09 60 86 48 01 65 02 01 0A 02"			= "הרשאות ניהול מפתחות";
"06 09 60 86 48 01 65 02 01 0A 03"			= "הרשאת סדרת תגיות עם שמות";
"06 09 60 86 48 01 65 02 01 0B 01"			= "דמו UK";
"06 09 60 86 48 01 65 02 01 0B 02"			= "משרד ההגנה האמריקני סוג 2 ";
"06 09 60 86 48 01 65 02 01 0B 03"			= "פיילוט בינוני ארה״ב";
"06 09 60 86 48 01 65 02 01 0B 04"			= "משרד ההגנה האמריקני סוג 4 ";
"06 09 60 86 48 01 65 02 01 0B 05"			= "משרד ההגנה האמריקני סוג 3 ";
"06 09 60 86 48 01 65 02 01 0B 06"			= "משרד ההגנה האמריקני סוג 5 ";
"06 09 60 86 48 01 65 02 01 0B 09"			= "PKI משרד ההגנה האמריקני סוג 3 ";

"06 09 60 86 48 01 65 02 01 0C 00"			= "מדיניות בדיקת אבטחה";
"06 0A 60 86 48 01 65 02 01 0C 00 01"		= "TSP1";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00"	= "קטגוריות אבטחה TSP1";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 00"	= "סדרת תגיות TSP1 אפס";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 01"	= "סדרת תגיות TSP1 אחת";
"06 0B 60 86 48 01 65 02 01 0C 00 01 00 02"	= "סדרת תגיות TSP1 שתיים";
"06 0A 60 86 48 01 65 02 01 0C 00 02"		= "TSP2";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00"	= "קטגוריות אבטחת TSP2";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 00"	= "סדרת תגיות TSP2 אפס";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 01"	= "סדרת תגיות TSP2 אחת";
"06 0B 60 86 48 01 65 02 01 0C 00 02 00 02"	= "סדרת תגיות TSP2 שתיים";

"06 0A 60 86 48 01 65 02 01 0C 00 03"		= "Kafka";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00"	= "קטגוריות אבטחת Kafka";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 01"	= "שם סדרת תגיות Kafka 1";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 02"	= "שם סדרת תגיות Kafka 2";
"06 0B 60 86 48 01 65 02 01 0C 00 03 00 03"	= "שם סדרת תגיות Kafka 3";

"06 0A 60 86 48 01 65 02 01 0C 01 01"		= "TCP1";
"06 09 60 86 48 01 65 02 01 0C 02"			= "ערך CRL מבחן ";

/* CSOR GAK-FIPS */

"06 07 60 86 48 01 65 03 01"			= "תווית";
"06 07 60 86 48 01 65 03 02"			= "PKI";
"06 08 60 86 48 01 65 03 02 01"			= "מזהה מדיניות GAK";
"06 0A 60 86 48 01 65 03 02 01 03 01"	= "מזהה מדיניות יסודית FBCA";
"06 0A 60 86 48 01 65 03 02 01 03 02"	= "מזהה מדיניות בסיסית FBCA";
"06 0A 60 86 48 01 65 03 02 01 03 03"	= "מזהה מדיניות בינונית FBCA";
"06 0A 60 86 48 01 65 03 02 01 03 04"	= "מזהה מדיניות גבוהה FBCA";
"06 08 60 86 48 01 65 03 02 02"			= "GAK";
"06 09 60 86 48 01 65 03 02 02 01"		= "מפתח KRA";
"06 08 60 86 48 01 65 03 02 03"			= "הרחבות";
"06 09 60 86 48 01 65 03 02 03 01"		= "טכניקת שחזור מפתחות";
"06 09 60 86 48 01 65 03 02 03 02"		= "יכולת לשחזור מפתחות";
"06 09 60 86 48 01 65 03 02 03 03"		= "שחזור מפתחות";
"06 08 60 86 48 01 65 03 02 04"			= "סכמות שחזור מפתחות";
"06 08 60 86 48 01 65 03 02 05"			= "הרחבת CSOR GAK";
"06 07 60 86 48 01 65 03 03"			= "ARPA";

/* CSOR (NIST) Algorithms */

"06 07 60 86 48 01 65 03 04"			= "אלגוריתם NIST";
"06 08 60 86 48 01 65 03 04 01"			= "AES";
"06 09 60 86 48 01 65 03 04 01 01"		= "AES 128-ECB";
"06 09 60 86 48 01 65 03 04 01 02"		= "AES 128-CBC";
"06 09 60 86 48 01 65 03 04 01 03"		= "AES 128-OFB";
"06 09 60 86 48 01 65 03 04 01 04"		= "AES 128-CFB";
"06 09 60 86 48 01 65 03 04 01 15"		= "AES 192-ECB";
"06 09 60 86 48 01 65 03 04 01 16"		= "AES 192-CBC";
"06 09 60 86 48 01 65 03 04 01 17"		= "AES 192-OFB";
"06 09 60 86 48 01 65 03 04 01 18"		= "AES 192-CFB";
"06 09 60 86 48 01 65 03 04 01 29"		= "AES 256-ECB";
"06 09 60 86 48 01 65 03 04 01 2A"		= "AES 256-CBC";
"06 09 60 86 48 01 65 03 04 01 2B"		= "AES 256-OFB
";
"06 09 60 86 48 01 65 03 04 01 2C"		= "AES 256-CFB";

/* NIST secure hash algorithms */

"06 08 60 86 48 01 65 03 04 02"         = "SHA";
"06 09 60 86 48 01 65 03 04 02 01"      = "SHA-256";
"06 09 60 86 48 01 65 03 04 02 02"      = "SHA-384";
"06 09 60 86 48 01 65 03 04 02 03"      = "SHA-512";
"06 09 60 86 48 01 65 03 04 02 04"      = "SHA-224";

/* Novell */

"06 0A 60 86 48 01 86 F8 37 01 02 08"		= "אלגוריתם Novell";
"06 0B 60 86 48 01 86 F8 37 01 02 08 16"	= "DES-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 17"	= "פנקס DES-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 18"	= "DES-EDE2-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 19"	= "פנקס DES-EDE2-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1A"	= "DES-EDE3-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1B"	= "פנקס DES-EDE3-CBC IV8";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1C"	= "פנקס RC5-CBC";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1D"	= "MD2 עם הצפנת RSA BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1E"	= "MD5 עם הצפנת RSA BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 1F"	= "SHA-1 עם הצפנת RSA BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 20"	= "תקציר LM";
"06 0B 60 86 48 01 86 F8 37 01 02 08 28"	= "MD2";
"06 0B 60 86 48 01 86 F8 37 01 02 08 32"	= "MD5";
"06 0B 60 86 48 01 86 F8 37 01 02 08 33"	= "IKE HMAC עם SHA1-RSA";
"06 0B 60 86 48 01 86 F8 37 01 02 08 34"	= "IKE HMAC עם MD5-RSA";
"06 0B 60 86 48 01 86 F8 37 01 02 08 45"	= "פנקס RC2-CBC";
"06 0B 60 86 48 01 86 F8 37 01 02 08 52"	= "SHA-1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5C"	= "RC2-CBC BSAFE1";
"06 0B 60 86 48 01 86 F8 37 01 02 08 5F"	= "MD4";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 02"	= "חבילת MD4";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 03"	= "הצפנת RSA BSAFE1";
"06 0C 60 86 48 01 86 F8 37 01 02 08 81 04"	= "סיסמת NW";
"06 0B 60 86 48 01 86 F8 37 01 02 08 81 05"	= "Novell Obfuscate-1";

"06 09 60 86 48 01 86 F8 37 01 09"			= "PKI";
"06 0A 60 86 48 01 86 F8 37 01 09 04"		= "סוג תכונת PKI";
"06 0B 60 86 48 01 86 F8 37 01 09 04 01"	= "תכונות אבטחה";
"06 0B 60 86 48 01 86 F8 37 01 09 04 02"	= "מגבלת הסתמכות";

/* Netscape */

"06 07 60 86 48 01 86 F8 42"		= "מזהה אובייקט Netscape";
"06 08 60 86 48 01 86 F8 42 01"		= "הרחבת אישור Netscape";
"06 09 60 86 48 01 86 F8 42 01 01"	= "סוג אישור Netscape";
"06 09 60 86 48 01 86 F8 42 01 02"	= "כתובת מבוססת Netscape";
"06 09 60 86 48 01 86 F8 42 01 03"	= "כתובת האישורים המבוטלים עבור Netscape";
"06 09 60 86 48 01 86 F8 42 01 04"	= "כתובת האישורים המבוטלים של הג״מ את Netscape";
"06 09 60 86 48 01 86 F8 42 01 05"	= "כתובת להורדת CRL עבור Netscape";
"06 09 60 86 48 01 86 F8 42 01 06"	= "כתובת להורדת אישור ג״מ עבור Netscape";
"06 09 60 86 48 01 86 F8 42 01 07"	= "כתובת לחידוש אישור Netscape";
"06 09 60 86 48 01 86 F8 42 01 08"	= "כתובת מדיניות הג״מ את Netscape";
"06 09 60 86 48 01 86 F8 42 01 09"	= "כתובת דף הבית של אישור Netscape";
"06 09 60 86 48 01 86 F8 42 01 0A"	= "לוגו היישות המאשרת את Netscape";
"06 09 60 86 48 01 86 F8 42 01 0B"	= "תמונת המשתמש באישור Netscape";
"06 09 60 86 48 01 86 F8 42 01 0C"	= "שם שרת SSL עבור Netscape";
"06 09 60 86 48 01 86 F8 42 01 0D"	= "הערה לאישור Netscape";

"06 08 60 86 48 01 86 F8 42 02"		= "סוג נתוני Netscape";
"06 09 60 86 48 01 86 F8 42 02 01"	= "תמונה/GIF";
"06 09 60 86 48 01 86 F8 42 02 02"	= "תמונה/JPEG";
"06 09 60 86 48 01 86 F8 42 02 03"	= "כתובת אינטרנט";
"06 09 60 86 48 01 86 F8 42 02 04"	= "טקסט/HTML";

"06 09 60 86 48 01 86 F8 42 02 05"	= "רצף אישורי Netscape";
"06 09 60 86 48 01 86 F8 42 02 06"	= "כתובת אישור Netscape";

"06 08 60 86 48 01 86 F8 42 03"			= "מזהה אובייקט ספריית Netscape";
"06 09 60 86 48 01 86 F8 42 03 01"		= "הגדרות LDAP";
"06 0A 60 86 48 01 86 F8 42 03 01 01"	= "רישיון רכב";
"06 0A 60 86 48 01 86 F8 42 03 01 02"	= "מספר מחלקה";
"06 0A 60 86 48 01 86 F8 42 03 01 03"	= "מספר עובד";
"06 0A 60 86 48 01 86 F8 42 03 01 04"	= "סוג עובד";
"06 0A 60 86 48 01 86 F8 42 03 02 02"	= "הממונה על האינטראנט בארגון";

"06 09 60 86 48 01 86 F8 42 04 01"		= "קריפטוגרפיה של שרת מגודר";

/* Verisign */

/* Country, zip, date of birth (age), and gender of cert owner (CZAG) in obfuscated form */
"06 0A 60 86 48 01 86 F8 45 01 06 03"	= "Verisign CZAG";

/* Text string used in certs issued to Netscape InBox customers */
"06 0A 60 86 48 01 86 F8 45 01 06 06"	= "תיבת דואר נכנס Verisign";

"06 0A 60 86 48 01 86 F8 45 01 06 0B"	= "הרחבת Verisign VPN לא ידועה";
"06 0A 60 86 48 01 86 F8 45 01 06 0D"	= "הרחבת Verisign VPN לא ידועה";

"06 0B 60 86 48 01 86 F8 45 01 07 01 01"	= "מזהה מדיניות Verisign";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 01"	= "הודעת Verisign CPS v1";
"06 0C 60 86 48 01 86 F8 45 01 07 01 01 02"	= "Verisign CPS v1 NSI";

"06 0A 60 86 48 01 86 F8 45 01 08 01"		= "ג״מ Verisign SGC";

/* SET */

"06 03 67 2A 00"	= "סוג התוכן";
"06 04 67 2A 00 00"	= "נתוני PAN";
"06 04 67 2A 00 01"	= "טוקן PAN";
"06 04 67 2A 00 02"	= "PAN בלבד";

"06 03 67 2A 01"	= "הרחבת ההודעה";
"06 03 67 2A 02"	= "שדה";
"06 04 67 2A 02 00"	= "שם מלא";
"06 04 67 2A 02 01"	= "שם פרטי";
"06 04 67 2A 02 02"	= "שם משפחה";
"06 04 67 2A 02 03"	= "שם משפחה מלידה";
"06 04 67 2A 02 04"	= "שם מקום";
"06 04 67 2A 02 05"	= "מספר זיהוי";
"06 04 67 2A 02 06"	= "חודש";
"06 04 67 2A 02 07"	= "תאריך";
"06 04 67 2A 02 08"	= "כתובת";
"06 04 67 2A 02 09"	= "טלפון";
"06 04 67 2A 02 0A"	= "סכום";
"06 04 67 2A 02 0B"	= "מספר חשבון";
"06 04 67 2A 02 0C"	= "משפט סיסמה";

"06 03 67 2A 03"		= "תכונה";
"06 04 67 2A 03 00"		= "אישור";
"06 05 67 2A 03 00 00"	= "טביעת אגודל של מפתח שורש";
"06 05 67 2A 03 00 01"	= "מדיניות נוספת";

"06 03 67 2A 04"	= "אלגוריתם";
"06 03 67 2A 05"	= "מדיניות";
"06 04 67 2A 05 00"	= "שורש";
"06 03 67 2A 06"	= "מודול";
"06 03 67 2A 07"	= "הרחבת אישור";
"06 04 67 2A 07 00"	= "מפתח שורש מעורבל";
"06 04 67 2A 07 01"	= "סוג אישור";
"06 04 67 2A 07 02"	= "נתוני סוחר";
"06 04 67 2A 07 03"	= "אישור כרטיס חובה";
"06 04 67 2A 07 04"	= "מינהור";
"06 04 67 2A 07 05"	= "הרחבות SET";
"06 04 67 2A 07 06"	= "מגדיר SET";

"06 03 67 2A 08"	= "מותג";
"06 04 67 2A 08 01"		= "IATA-ATA";
"06 04 67 2A 08 04"		= "ויזה";
"06 04 67 2A 08 05"		= "מאסטרכארד";
"06 04 67 2A 08 1E"		= "דיינרס";
"06 04 67 2A 08 22"		= "אמריקן אקספרס";
"06 05 67 2A 08 AE 7B"	= "Novus";

"06 03 67 2A 09"	= "ספק";
"06 04 67 2A 09 00"	= "GlobeSet";
"06 04 67 2A 09 01"	= "IBM";
"06 04 67 2A 09 02"	= "CyberCash";
"06 04 67 2A 09 03"	= "Terisa";
"06 04 67 2A 09 04"	= "RSADSI";
"06 04 67 2A 09 05"	= "VeriFone";
"06 04 67 2A 09 06"	= "TrinTech";
"06 04 67 2A 09 07"	= "BankGate";
"06 04 67 2A 09 08"	= "GTE";
"06 04 67 2A 09 09"	= "CompuSource";
"06 04 67 2A 09 0A"	= "Griffin";
"06 04 67 2A 09 0B"	= "Certicom";
"06 04 67 2A 09 0C"	= "OSS";
"06 04 67 2A 09 0D"	= "TenthMountain";
"06 04 67 2A 09 0E"	= "אנטארס";
"06 04 67 2A 09 0F"	= "ECC";
"06 04 67 2A 09 10"	= "Maithean";
"06 04 67 2A 09 11"	= "Netscape";
"06 04 67 2A 09 12"	= "Verisign";
"06 04 67 2A 09 13"	= "BlueMoney";
"06 04 67 2A 09 14"	= "Lacerte";
"06 04 67 2A 09 15"	= "Fujitsu";
"06 04 67 2A 09 16"	= "eLab";
"06 04 67 2A 09 17"	= "הפקד";
"06 04 67 2A 09 18"	= "VIAnet";
"06 04 67 2A 09 19"	= "III";
"06 04 67 2A 09 1A"	= "OpenMarket";
"06 04 67 2A 09 1B"	= "Lexem";
"06 04 67 2A 09 1C"	= "Intertrader";
"06 04 67 2A 09 1D"	= "Persimmon";
"06 04 67 2A 09 1E"	= "NABLE";
"06 04 67 2A 09 1F"	= "espace-net";
"06 04 67 2A 09 20"	= "Hitachi";
"06 04 67 2A 09 21"	= "Microsoft";
"06 04 67 2A 09 22"	= "NEC";
"06 04 67 2A 09 23"	= "Mitsubishi";
"06 04 67 2A 09 24"	= "NCR";
"06 04 67 2A 09 25"	= "e-COMM";
"06 04 67 2A 09 26"	= "Gemplus";

"06 03 67 2A 0A"	= "לאומי";
"06 05 67 2A 0A E2 00"	= "יפן";

/* Draft SET (deprecated) */

"06 04 86 8D 6F 02"	= "מפתח שורש מעורבל";
"06 04 86 8D 6F 03"	= "סוג אישור";
"06 04 86 8D 6F 04"	= "נתוני סוחר";
"06 04 86 8D 6F 05"	= "יש צורך באישור כרטיס";
"06 04 86 8D 6F 06"	= "מינהור";
"06 04 86 8D 6F 07"	= "מגדיר SET";
"06 04 86 8D 6F 63"	= "נתוני SET";

/* Apple */

"06 06 2A 86 48 86 F7 63"		= "Apple";
"06 07 2A 86 48 86 F7 63 64"	= "אבטחת הנתונים של Apple";

"06 08 2A 86 48 86 F7 63 64 01" = "מזהה מדיניות האמון של Apple";
"06 09 2A 86 48 86 F7 63 64 01 01"  = "מדיניות iSign של Apple";
"06 09 2A 86 48 86 F7 63 64 01 02"  = "מדיניות בסיסית של Apple X.509";
"06 09 2A 86 48 86 F7 63 64 01 03"  = "מדיניות SSL של Apple";
"06 09 2A 86 48 86 F7 63 64 01 04"  = "מדיניות הנפקת האישורים המקומיים של Apple";
"06 09 2A 86 48 86 F7 63 64 01 05"  = "מדיניות יצירת CSR מקומי של Apple";
"06 09 2A 86 48 86 F7 63 64 01 06"  = "מדיניות הביטול ב-CRL של Apple";
"06 09 2A 86 48 86 F7 63 64 01 07"  = "מדיניות הביטול ב-OCSP של Apple";
"06 09 2A 86 48 86 F7 63 64 01 08"  = "מדיניות S/MIME של Apple";
"06 09 2A 86 48 86 F7 63 64 01 09"  = "מדיניות האימותים הניתנים להארכה של Apple";
"06 09 2A 86 48 86 F7 63 64 01 0A"  = "מדיניות חתימת עדכוני התוכנה של Apple";
"06 09 2A 86 48 86 F7 63 64 01 0B"  = "מדיניות IPsec של Apple";
"06 09 2A 86 48 86 F7 63 64 01 0C"  = "מדיניות iChat של Apple";
"06 09 2A 86 48 86 F7 63 64 01 0D"  = "מדיניות חתימת המשאבים של Apple";
"06 09 2A 86 48 86 F7 63 64 01 0E"  = "מדיניות לקוחות Kerberos של Apple";
"06 09 2A 86 48 86 F7 63 64 01 0F"  = "מדיניות שרתי Kerberos של Apple";
"06 09 2A 86 48 86 F7 63 64 01 10"  = "מדיניות חתימת הקודים של Apple";
"06 09 2A 86 48 86 F7 63 64 01 11"  = "מדיניות חתימת החבילות של Apple";

"06 08 2A 86 48 86 F7 63 64 02" = "מזהה אלגוריתם האבטחה של Apple ";
"06 09 2A 86 48 86 F7 63 64 02 01"  = "הצפנה אליפטית מהירה (FEE)";
"06 09 2A 86 48 86 F7 63 64 02 02"  = "הדחיסה המאובטחת של Apple (ASC)";
"06 09 2A 86 48 86 F7 63 64 02 03"  = "FEE עם חתימת MD5";
"06 09 2A 86 48 86 F7 63 64 02 04"  = "FEE עם חתימת SHA-1";
"06 09 2A 86 48 86 F7 63 64 02 05"  = "הצפנת FEED של Apple";
"06 09 2A 86 48 86 F7 63 64 02 06"  = "FEED של Apple (נסיוני)";
"06 09 2A 86 48 86 F7 63 64 02 07"  = "FEE עם חתימת ECDSA";

"06 08 2A 86 48 86 F7 63 64 03" = "מזהה אישורי Apple .Mac";
"06 09 2A 86 48 86 F7 63 64 03 01"  = "בקשת אישורי Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 01 01"  = "בקשת אישור לזהות Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 01 02"  = "בקשת אישור לחתימת דוא״ל Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 01 03"  = "Apple .Mac בקשת אישור להצפנת דוא״ל";
"06 0A 2A 86 48 86 F7 63 64 03 01 04"  = "בקשה לרישום בארכיון Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 01 05"  = "בקשה לאחסון בארכיון Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 01 06"  = "בקשה להורדת נתונים מארכיון Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 01 07"  = "בקשה להסרה מארכיון Apple .Mac";
"06 09 2A 86 48 86 F7 63 64 03 02"  = "הרחבת אישורי Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 02 01"   = "זהות Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 02 02"   = "חתימת דוא״ל Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 02 03"   = "Apple .Mac הצפנת דוא״ל";
"06 09 2A 86 48 86 F7 63 64 03 03"  = "ערך בקשת אישורי Apple .Mac";
"06 0A 2A 86 48 86 F7 63 64 03 03 01"  = "שם משתמש";
"06 0A 2A 86 48 86 F7 63 64 03 03 02"  = "סיסמה";
"06 0A 2A 86 48 86 F7 63 64 03 03 03"  = "שם מארח";
"06 0A 2A 86 48 86 F7 63 64 03 03 04"  = "חדש דגל";
"06 0A 2A 86 48 86 F7 63 64 03 03 05"  = "דגל אסנכרוני";

"06 08 2A 86 48 86 F7 63 64 04" = "שימוש שהורחב במפתחות של Apple ";
"06 09 2A 86 48 86 F7 63 64 04 01"  = "חתימת הקודים של Apple";
"06 0A 2A 86 48 86 F7 63 64 04 01 01"  = "חתימת הקודים של Apple (פיתוח)";
"06 0A 2A 86 48 86 F7 63 64 04 01 02"  = "חתימת עדכוני התוכנה של Apple";
"06 0A 2A 86 48 86 F7 63 64 04 01 03"  = "חתימת הקודים של Apple (שמור)";
"06 0A 2A 86 48 86 F7 63 64 04 01 04"  = "חתימת המשאבים של Apple";
"06 09 2A 86 48 86 F7 63 64 04 02"  = "חתימת iChat של Apple";
"06 09 2A 86 48 86 F7 63 64 04 03"  = "הצפנת iChat של Apple";
"06 09 2A 86 48 86 F7 63 64 04 04"  = "מזהה המערכות של Apple";

"06 08 2A 86 48 86 F7 63 64 05" = "מדיניות הנפקת האישורים של Apple";
"06 09 2A 86 48 86 F7 63 64 05 01"  = "מדיניות הנפקת האישורים של Apple";
"06 09 2A 86 48 86 F7 63 64 05 02"  = "מדיניות הנפקת אישורי Apple .Mac";

/* Extended key usage */

"06 04 55 1D 25 03"					= "חתימת קודים";

/* Intel CDSA-specific */

"06 07 60 86 48 01 86 F8 4D"	= "Intel";
"06 08 60 86 48 01 86 F8 4D 02"	= "אבטחת CDSA של Intel";

"06 09 60 86 48 01 86 F8 4D 02 01"	= "מבני אבטחת CDSA של Intel";
"06 0B 60 86 48 01 86 F8 4D 02 01 01 01"	= "הרחבות אישורי X.509v3";
"06 0C 60 86 48 01 86 F8 4D 02 01 01 01 32"	= "הרחבות פרטיות של אישורי X.509v3";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 01"	= "מפת סיביות של חתימת החותם";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 02"	= "תמונת האדם";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 03"	= "כתובת הדוא״ל של האדם";
"06 0D 60 86 48 01 86 F8 4D 02 01 01 01 32 04"	= "השתמש בפטורים";

"06 0A 60 86 48 01 86 F8 4D 02 02 05"	= "אלגוריתמים של אבטחת CDSA של Intel";
"06 0B 60 86 48 01 86 F8 4D 02 02 05 51"	= "SHA-1 עם ECDSA";

/* end */
